[
{"name": "Katie", "date": "6th May 2020", "text": ["I was raped by my female lover in the same room as my roommate. My roommate’s presence was part of the reason. “She probably liked to hear it”."], "tags": ["#lesbianrape #invisabletopic", "School"]},
{"name": "Anna", "date": "6th May 2020", "text": ["This happened a few months ago but I remembered it again today. I was sat in a pub with my boyfriend and his male housemate (I miss pubs!) watching sports on TV. The footage of the game cut to commentary from the studio and one of the commentators was a middle aged woman. ‘Oh great,’ said the housemate, ‘time for the ugly old woman.’ I was shocked – not only that he was thinking this, but also that he said it so conversationally, as if we would obviously both agree with him. Not that it’s relevant, but she definitely wasn’t ugly. And needless to say, he didn’t feel the need to comment on the appearance of the middle aged male commentator sat next to her."], "tags": ["Media"]},
{"name": "Still Affected", "date": "6th May 2020", "text": ["I was 14 doing a Saturday job in a garden center. I was tasked with clearing out one of the storage units with a colleague. He was probably at least 50 and quite overweight. ", "As we worked we chatted and laughed etc. Then at one point he pulled me over to him and kissed me. He took my hand and pushed it down his pants. i remember thinking he had a really small dick and not really knowing how to react. He started to undo my trousers but I told him to stop because I was on my period. He checked, and I was, so he stopped. We went back to work like it was nothing. I told a colleague and he said “Yes, [he*] can be persuasive.” He told me he’d put a knife in the drawer in the storage unit for me as I was working in there with [him] again the next day. The abuser approached me on my next shift and told me that I can’t tell anyone else because I was underage and he’ll get reported. ", "I repressed that memory for years until one day it came back to me. I still wonder what would have happened to me if I wasn’t on my period. I know I wouldn’t have stopped him, we were out in a storage unit and he was twice my size, he could have killed me. ", "As I’m typing this out now, so many years later, it’s juts suddenly made me realise… the person that I told, the one who put a knife for my protection to be helpful, actually chose to warn the abuser that I’d said something instead of reporting the sexual assault of a 14 year old. That really stings… all these years I thought he was the good guy of the story, he’s not… he was just covering for an abuser instead of being one. ", "(*I’m not protecting his identity, I just don’t remember his name, and I don’t want to.)"], "tags": ["Underage", "Workplace"]},
{"name": "Emilia", "date": "5th May 2020", "text": ["When I was a smaller I loved to play sports. Especially tackle or touch football. I was really amazing at it and I loved it so much, it was just my favourite sport. One day I was playing in a tournament with some girls I’ve never met before because my school forbidden girls to play ‘ violent boy sports ‘. That game I was knocked out halfway through. After that game I was forbid to ever play sports again because sports were supposedly meant to be for ‘strong boys or men who could handle the sport’ and not for ‘frail and weak women who couldn’t handle pain’. I hated the fact that I was forced out of my most favourite sport because I was a women. It was bad enough that my dad didn’t like the idea of me doing it before the knock-out but they used a simple injury as a reason to doubt my strength and abuse my gender status for there own beliefs. It made me feel as though my gender was worth nothing and that I had little to no power."], "tags": ["#child #genderabusers #trauma", "Home", "School"]},
{"name": "Other girls", "date": "5th May 2020", "text": ["I’m a twenty-year-old woman, and I have a lot of male friends. I also have four brothers and their friends are my friends, too. What I hate, hate, hate (!) is when my brother dismisses my new interest in gaming as “bullshit” or when my roommates say “you’re kind of a dude”. I like roughhousing and videogames. I also like flowing dresses and nail polish. Is it so hard to believe women are complex beings?"], "tags": ["Home", "University"]},
{"name": "Anonymous", "date": "5th May 2020", "text": ["So, I was in my senior year in high-school when this happened. I studied in a school run by nuns, and they had the strictest rules. I was a rule breaker, because I always did what I thought was right. So I had coaching classes that our school had arranged for my entrance exams and it was summer holidays, so I skipped and went to watch a movie with two of my friends. Some of the boys did that too, and unfortunately, a few days later, our principal caught us. Now, we had been extremely careful about it, and I was a new student in the school. Since senior year started early, many of the people didn’t know me. So all of the boys, assumed it was me who snitched, but I’m actually not comfortable with lies, and I try to be as honest as possible, (unless its about chocolates.) Now after actual school began, there was this incident with some of my juniors where this boy had told them some lie, which I knew the truth about. These kids asked me, and I told them the truth. I guess this boy had been trying to date that junior he lied to I guess, so he got pretty mad at me for ruining his chances. So one day when I came home after class, he called me on the phone and started calling me everything like butch, and pussy, and cunt, and I tried to shrug it off. I actually felt amused, because I felt kinda sorry for him, I mean, what sort of douche bag tries to start a relationship by lying? So I kinda laughed and asked this boy mockingly if that was the only insults he knew, because being called something that was biologically part of my body, I literally didn’t feel like it was an insult. So I was like, okay, fuck this. And then suddenly, he says, “oh you’re smiling? You think this is funny? I’ll make your smile vanish you little cunt! What’s the size of those bulges you got on your chest eh? You bloody slut!” And I just froze for a second or two. I’d love to tell you that I said something badass, but I kinda broke down. I’d gone through a lot of harrasment before, but this was somebody I knew! Somebody I had to go to school with. Somebody my friends were friends with. Somebody of my own year! I had had experiences like this from the guy I liked before, but he was older than me, and I could just completely avoid him. But this…  I snapped and yelled back at him, and cut the call. The next day in school, I did smack him, and my girls did stand with me, so I felt a little better, but then he ruined my whole year, telling everyone from my batch that I was a whore, and all the boys stopped talking to me and even made the girls stop talking to me too. I got them back by the end of the year of course, and I forgave the guy, and people do actually believe me, but not fully. And it sucks."], "tags": ["School"]},
{"name": "Piper", "date": "5th May 2020", "text": ["I did not realise when I stumbled on this website that I had ever been assaulted or experienced any sexism, however when I read some of these entries small things that I had brushed aside started to come back.", "I’m 13 and last year when I was 12 a guy from my class touched my bum, when I turned around he pretended he hadn’t done anything and then ran of laughing to his friends. When I told my friends later on the just said maybe he liked me. Later that day he did it again, but I didn’t say anything and I didn’t even think of it as weird. I felt uncomfortable about it but didn’t want to confront him about it because I would be labelled as stressy or bitchy. ", "There’s another guy who is in a lot of my lessons who’s always making sexual remarks about not only my body, but every girl he sees. When he makes comments about what he would do to our bodies everyone can here him but they just laugh or say “he does that to everyone,” even the teachers turn a blind eye or say things like (lets call him H) “H, stop teasing the girls,” but it doesn’t feel like just teasing. You end up going home feeling disgusted with your body because you blame it for attracting the wrong kind of people.", "I know this isn’t half as bad as what other people have been through, but I just needed to say something."], "tags": ["School"]},
{"name": "Beth", "date": "5th May 2020", "text": ["When I was about 16 I went to an u18s night at a local nightclub with my friends. At the time I had a non-serious, quite platonic, non-sexual relationship with a boy, who I classed as a boyfriend (although he wasn’t a very nice one). When I was dancing with my friends some boy around our age groped my bum twice in the night. Whenever he came near us I felt really uncomfortable, and not just because it wasn’t at all consented by me (I literally did not know him, hadn’t even spoken to him, or looked at him) but more that I was in a relationship and felt like it was wrong of me to have been touched by another man. The same thing happened outside a nightclub in a European city a couple of summers ago at the age of 19, and by this point I had learnt a lot more about consent and myself, so I was more angry that a man had the audacity to touch me, but again that I felt guilty of making a fuss about it because I had a (current) boyfriend. It really angers me that I did not get the opportunity to speak my mind to either of these males in the two situations as they had walked off by the time I turned around, and that they had considered my body as a public property. I’m also very aware how fortunate I am in my situations compared to so many other girls that are sexually assaulted in nightclubs and public places, which angers me even more on their behalf."], "tags": ["Public space"]},
{"name": "A sad passenger", "date": "5th May 2020", "text": ["When I was in a high school, I was just a calm kid, not sporty at all and liked staying home. Because of that I was bullied by my peers, they called me not stylish, not modern, not beautiful. Only when we talked face to face to someone they behaved properly, but when they were in a group, they started laughing at me(cowards). And while I was talking to my classmate he said that it would be better for me to go away now as other guys are gonna come from the meeting and will start bullying me even more. “This is much easier to take a pain killer, instead of remove the problem”.-A sad passenger"], "tags": ["humanity", "love", "School", "support"]},
{"name": "Anonymous", "date": "5th May 2020", "text": ["I worked in a holiday resort abroad as a singer/musician for 8 months. At age 22 and a recent graduate I was incredibly excited to embark on my first contract but also nervous to leave my family, friends and boyfriend behind.", "In my team there were 3 girls and 8 boys. Throughout the resort, the locals who worked behind the bar and in the restaurants were majority men and these were the people we mostly interacted with as our entertainment team worked the evenings unlike the other British workers. I am a bubbly, chatty person and when I first moved out there I was accused of being the type of girl to “give the wrong impression” or told I was a “flirt/tease” because despite the fact the majority of my colleagues were in fact men, it looked “attention seeking” that I was trying to be friends with the boys. My colleagues. I was told that I should stop speaking to the bartenders because they “obviously fancied me” and by speaking to them I was encouraging it despite the fact I regularly and openly spoke about my boyfriend with everyone and showed absolutely no interest in anyone else. It was my fault they fancied me because I asked how their day was going when I ordered a drink.", "I was so desperate to feel less isolated and make friends that I told myself to stay true to who I am and block out the negative chatter and countless accusations. My boss regularly reminded me I needed to be careful because I was an “attractive girl” and some of the other girls won’t be used to the attention like I was and I should “know better”. He made me feel so small and so guilty simply for being open and confident with my coworkers but masked it as him “protecting me”.", "I soon felt heavily judged and isolated. I was rarely in touch with other girls in the hotel as we were on opposite shifts so I felt like I had nobody to talk to because not many of the boys on my team seemed to understand how much I was struggling and why. ", "I soon befriended one of the local boys behind the bar. We’d had lovely chats at work and one day he saw me sat alone crying and asked me if I was ok. I opened up to him, told him I felt so alone. That I had been made to feel guilty whenever I spoke to anyone of the opposite sex. He was shocked and told me that I should be able to be friends with whoever I want. He soon began to make an effort with me inside and outside of work. He even spoke to my boyfriend on FaceTime and told me all about his girlfriend. My boyfriend was so thankful that I had a friend who would sit with me on the bus and have lunch with me, make work fun again. He was one of my best friends. ", "However things became difficult, he told me the men in his culture believed it was wrong for a Turkish man to hang out alone with a British woman. He said we couldn’t be friends anymore. I was devastated and hurt. We didn’t speak for a week until he finally apologised, telling me he felt pressure from others and was worried he was going to cause me more problems. We put it behind us and I felt like I had my best friend back. Suddenly I had a friend on the bus again and a friend to have lunch with. ", "However things became difficult once again. I asked him to hang out with me and my British friends but he said no he didn’t like the idea. Initially I believed it was due to the language barrier. He said he struggled to keep up with a big group of people and it was easier to speak with just me. ", "One night I had been to a bar with just two girls rather than all the British workers and I finally felt so included and happy to have some girls to hang out with. I’d had quite a few drinks and messaged my best friend who I knew was round the corner to come join us. He asked me who was there and I expected a no again because it was just the British staff, but he immediately said yes and came round to meet us. I was quite surprised. ", "When he arrived, I was encouraging him to speak to the girls and get to know them. He seemed to feel awkward so I tried to stick by him and make sure he didn’t feel like the odd one out at any point and made sure he understood everything that was being said. Soon the girls decided they wanted to go home but I decided to stay with my friend for a few more drinks since he hadn’t been out for very long and I didn’t want to be rude.", "The next thing I know I woke up in my bed with no memories. I immediately felt anxious and scared but it wasn’t until I sat up and looked in the mirror that I went into a meltdown. My face and body were covered in bruises and my neck covered in aggressive hickeys. I was hysterical and I immediately called my boyfriend. The sad part is my immediate reaction was to assume I had cheated. I was staring at myself, covered in bruises and cuts. And because of how I had been treated at work I immediately blamed myself. I looked at the messages on my phone and saw I had messaged two of my friends saying I needed help and I was scared the night before. I also had a message from the boy I had been at the bar with saying “I am sorry for what I did. I left you sleeping.” ", "The two girls who had been at the bar with me and one of the boys from my team came round to see me. They tried to calm me down and said not to panic and not to start accusing people of anything. I left the room and heard the girls say “to be fair she was flirting with him, I think she’s just made a mistake”. It was like nobody could see the gigantic bruises and cuts that clearly hadn’t come from nowhere. It was like they thought the texts I had sent out asking for help meant nothing.", "They then called my boss without my consent and informed him of what happened. When I arrived at work I thought I would arrive to a supportive man who would listen and help me get through the day. Instead I was told it was “my fault” and he had called the bar owner who had apparently told him I was “all over the boy” and said I clearly went home with him, it got a “bit rough” and I woke up and realised I had a boyfriend. I was told that I couldn’t contact the company I worked for to get help because they would be furious with me. I was told I couldn’t under any circumstances tell anyone at the hotel what had happened because I could get sued since there was no evidence and the boy had clearly done nothing wrong. ", "I had to work in the hotel alongside this boy for the next 2 months. The boy I thought was my best friend at work. His true colours came through as I asked him not to speak to me anymore. He told me I wanted it and he wasn’t the only one to blame. He began to stalk me around the hotel. Waiting outside the rooms I was working in, coming into the hotel on his days off to watch me perform. Filming me on his phone from behind the bar. I felt helpless.", "I informed my friends and boss when these things were happening and eventually my boss began to take these claims a bit more seriously. However he still told me I needed to keep it quiet. Most likely to cover his own back because he knew he had messed up. ", "What was meant to be an exciting new experience, getting to travel and live abroad turned into the worst 8 months of my life. To this day I can’t quite believe what happened. I still blame myself."], "tags": ["Public space", "Workplace"]},
{"name": "A sad passenger", "date": "5th May 2020", "text": ["When I was in a high school, I was just a calm kid, not sporty at all and liked staying home. Because of that I was bullied by my peers, they called me not stylish, not modern, not beautiful. Only when we talked face to face to someone they behaved properly, but when they were in a group, they started laughing at me(cowards). And while I was talking to my classmate he said that it would be better for me to go away now as other guys are gonna come from the meeting and will start bullying me even more. “This is much easier to take a pain killer, instead of remove the problem”.-A sad passenger"], "tags": ["humanity", "love", "School", "support"]},
{"name": "Anonymous", "date": "5th May 2020", "text": ["I worked in a holiday resort abroad as a singer/musician for 8 months. At age 22 and a recent graduate I was incredibly excited to embark on my first contract but also nervous to leave my family, friends and boyfriend behind.", "In my team there were 3 girls and 8 boys. Throughout the resort, the locals who worked behind the bar and in the restaurants were majority men and these were the people we mostly interacted with as our entertainment team worked the evenings unlike the other British workers. I am a bubbly, chatty person and when I first moved out there I was accused of being the type of girl to “give the wrong impression” or told I was a “flirt/tease” because despite the fact the majority of my colleagues were in fact men, it looked “attention seeking” that I was trying to be friends with the boys. My colleagues. I was told that I should stop speaking to the bartenders because they “obviously fancied me” and by speaking to them I was encouraging it despite the fact I regularly and openly spoke about my boyfriend with everyone and showed absolutely no interest in anyone else. It was my fault they fancied me because I asked how their day was going when I ordered a drink.", "I was so desperate to feel less isolated and make friends that I told myself to stay true to who I am and block out the negative chatter and countless accusations. My boss regularly reminded me I needed to be careful because I was an “attractive girl” and some of the other girls won’t be used to the attention like I was and I should “know better”. He made me feel so small and so guilty simply for being open and confident with my coworkers but masked it as him “protecting me”.", "I soon felt heavily judged and isolated. I was rarely in touch with other girls in the hotel as we were on opposite shifts so I felt like I had nobody to talk to because not many of the boys on my team seemed to understand how much I was struggling and why. ", "I soon befriended one of the local boys behind the bar. We’d had lovely chats at work and one day he saw me sat alone crying and asked me if I was ok. I opened up to him, told him I felt so alone. That I had been made to feel guilty whenever I spoke to anyone of the opposite sex. He was shocked and told me that I should be able to be friends with whoever I want. He soon began to make an effort with me inside and outside of work. He even spoke to my boyfriend on FaceTime and told me all about his girlfriend. My boyfriend was so thankful that I had a friend who would sit with me on the bus and have lunch with me, make work fun again. He was one of my best friends. ", "However things became difficult, he told me the men in his culture believed it was wrong for a Turkish man to hang out alone with a British woman. He said we couldn’t be friends anymore. I was devastated and hurt. We didn’t speak for a week until he finally apologised, telling me he felt pressure from others and was worried he was going to cause me more problems. We put it behind us and I felt like I had my best friend back. Suddenly I had a friend on the bus again and a friend to have lunch with. ", "However things became difficult once again. I asked him to hang out with me and my British friends but he said no he didn’t like the idea. Initially I believed it was due to the language barrier. He said he struggled to keep up with a big group of people and it was easier to speak with just me. ", "One night I had been to a bar with just two girls rather than all the British workers and I finally felt so included and happy to have some girls to hang out with. I’d had quite a few drinks and messaged my best friend who I knew was round the corner to come join us. He asked me who was there and I expected a no again because it was just the British staff, but he immediately said yes and came round to meet us. I was quite surprised. ", "When he arrived, I was encouraging him to speak to the girls and get to know them. He seemed to feel awkward so I tried to stick by him and make sure he didn’t feel like the odd one out at any point and made sure he understood everything that was being said. Soon the girls decided they wanted to go home but I decided to stay with my friend for a few more drinks since he hadn’t been out for very long and I didn’t want to be rude.", "The next thing I know I woke up in my bed with no memories. I immediately felt anxious and scared but it wasn’t until I sat up and looked in the mirror that I went into a meltdown. My face and body were covered in bruises and my neck covered in aggressive hickeys. I was hysterical and I immediately called my boyfriend. The sad part is my immediate reaction was to assume I had cheated. I was staring at myself, covered in bruises and cuts. And because of how I had been treated at work I immediately blamed myself. I looked at the messages on my phone and saw I had messaged two of my friends saying I needed help and I was scared the night before. I also had a message from the boy I had been at the bar with saying “I am sorry for what I did. I left you sleeping.” ", "The two girls who had been at the bar with me and one of the boys from my team came round to see me. They tried to calm me down and said not to panic and not to start accusing people of anything. I left the room and heard the girls say “to be fair she was flirting with him, I think she’s just made a mistake”. It was like nobody could see the gigantic bruises and cuts that clearly hadn’t come from nowhere. It was like they thought the texts I had sent out asking for help meant nothing.", "They then called my boss without my consent and informed him of what happened. When I arrived at work I thought I would arrive to a supportive man who would listen and help me get through the day. Instead I was told it was “my fault” and he had called the bar owner who had apparently told him I was “all over the boy” and said I clearly went home with him, it got a “bit rough” and I woke up and realised I had a boyfriend. I was told that I couldn’t contact the company I worked for to get help because they would be furious with me. I was told I couldn’t under any circumstances tell anyone at the hotel what had happened because I could get sued since there was no evidence and the boy had clearly done nothing wrong. ", "I had to work in the hotel alongside this boy for the next 2 months. The boy I thought was my best friend at work. His true colours came through as I asked him not to speak to me anymore. He told me I wanted it and he wasn’t the only one to blame. He began to stalk me around the hotel. Waiting outside the rooms I was working in, coming into the hotel on his days off to watch me perform. Filming me on his phone from behind the bar. I felt helpless.", "I informed my friends and boss when these things were happening and eventually my boss began to take these claims a bit more seriously. However he still told me I needed to keep it quiet. Most likely to cover his own back because he knew he had messed up. ", "What was meant to be an exciting new experience, getting to travel and live abroad turned into the worst 8 months of my life. To this day I can’t quite believe what happened. I still blame myself."], "tags": ["Public space", "Workplace"]},
{"name": "ISABELLA", "date": "5th May 2020", "text": ["A guy stopped with a bike in front of me while I was walking, in a way that I couldn’t proceed, said “Bonjour” (I’m in France) and pointed down. He had his penis out and was wanking. I started running and he turned his bike around to follw me. He stopped following just when he saw that there were other people on the bike path."], "tags": ["Assult Bike", "Public space"]},
{"name": "Martina", "date": "5th May 2020", "text": ["Last year (I was 18 y.o.) during summer I was riding my bike to go to work, it was really an hot day and I was sweating a lot so I want to point out that I had zero sex appeal in the moment.", "\nStill, at some point a weird dude shouted at me “I wish I was the thing you are riding”.", "\nI am still disgusted by that accident. How can someone even say this?"], "tags": ["IAin'tTheProblemYouAre", "Public space", "Workplace"]},
{"name": "Old women", "date": "5th May 2020", "text": ["On tv an older woman was called ‘granma’ repeatedly but a man of a similar age never got similar comments.", "Don’t be patronizing to people, because it is infuriating. If you do, say sorry."], "tags": ["TV"]},
{"name": "Running", "date": "5th May 2020", "text": ["I went running yesterday (social isolation and all that!). It was around 8pm, so starting to get dark. I had decided to leave my music and headphones at home because I wanted to be able to hear if someone approached. I felt angry that this was even a consideration. But the worst part was that when I was out running I passed quite a few people (social isolation strikes again) and every female runner or walker was out without headphones, but every male was listening to music. They obviously felt safe and secure enough not to be feel they needed to listen to their surroundings, while the women clearly did not. Maybe worse, I can’t decide, is that the thought likely never even crossed the mens’ minds. I feel so angry that our society fosters this difference in experience."], "tags": ["Public space"]},
{"name": "Anon", "date": "5th May 2020", "text": ["Thanks for this website 🙂"], "tags": []},
{"name": "Janey", "date": "5th May 2020", "text": ["I’m a 16- year-old teenager. I’d had no idea what sexist was until one day I watched a video on youtube “the truth about being a girl” from Buzzfeed. Every woman is involved in sexism and I’m not an exception. I hit puberty quite early so I’ve soon had a woman’s body. I have a big butt and I’m so proud of it. It got weird since grade 8. Boys couldn’t take their eyes off my butt. At first, I thought “well..they hit puberty too, curious about “these kinds of stuff” is normal” and I didn’t keep in my mind anymore. But it got worse. whenever I went to the board I could hear them chat and laugh at my butt…it wasn’t funny at all. It actually hurt my feeling a lot. I’ve never told this to anyone because I know “it was a joke”, “don’t take that serious” or just “ignore them” is what they gonna say and I don’t want to hurt my feeling even more. It was shocked me more when I accidentally saw a “secret vote” among boys in my class, they ranked all their female classmates “from the prettiest to the ugliest”. that disgusted me. I’ve never felt more furious than that in my life. For them, we were like toys to entertain and make fun of. Boys, please!! we’re not your sex dolls. we’re human with feelings and you’ll never know how painful it is to be ranked as ” the ugliest girl in class”. Sexist is a big problem in our society but it’s never taught properly as schools. when I ask my friends “do u know what’s sexist?” and their reply was like” Dude, it disappeared 1000 years ago. Since the collapsed of feudalism”. No, it exists everywhere and every day in our life. Women are gender discriminated without recognizing it. Men are sexist and have no idea about that. No matter how hard we try to ignore it or deny its existence, it’s still existing. Women and girls deserve better. I stand up for myself and every woman on Earth."], "tags": ["School", "we deserve better"]},
{"name": "AM", "date": "5th May 2020", "text": ["In my teens I’d worked as a cashier at a small department store in my town.  One of my coworkers, an older woman, had a husband who would come in regularly, and was never afraid to center me out.  I’d shrug it off a great deal of the time as bad humour, until things started getting increasingly unsettling.  He’d walk behind me and slide his hand across my back, stand too close when I was away from till, and speak in a way which implied a sense of ownership.  I was afraid to say anything thinking I’d be the one who’d have to deal with the consequences.  I’m not sure who said what, but one day he came in and said nothing.  After that, he wouldn’t even look at me.  I wish I could thank the person who spoke up."], "tags": ["Workplace"]},
{"name": "Rab", "date": "5th May 2020", "text": ["I couldn’t find work after finishing university — I worked so hard to finish at a good school.  Instead, I find myself delivering pizzas.  I was the only woman.  After I while, I found out that the men made more than me.  So, I asked my boss for a raise.  I told him I worked hard!  He finally reluctantly agreed and in the next breath he says, “You should be lucky this wasn’t the old days, cause this is how a woman would get a raise.” He points to his penis.  I am so so angry I had to put up with this so I can pay rent and buy food.  The men do not have to — they just laugh along."], "tags": ["Workplace"]},
{"name": "Still Affected", "date": "6th May 2020", "text": ["I was 14 doing a Saturday job in a garden center. I was tasked with clearing out one of the storage units with a colleague. He was probably at least 50 and quite overweight. ", "As we worked we chatted and laughed etc. Then at one point he pulled me over to him and kissed me. He took my hand and pushed it down his pants. i remember thinking he had a really small dick and not really knowing how to react. He started to undo my trousers but I told him to stop because I was on my period. He checked, and I was, so he stopped. We went back to work like it was nothing. I told a colleague and he said “Yes, [he*] can be persuasive.” He told me he’d put a knife in the drawer in the storage unit for me as I was working in there with [him] again the next day. The abuser approached me on my next shift and told me that I can’t tell anyone else because I was underage and he’ll get reported. ", "I repressed that memory for years until one day it came back to me. I still wonder what would have happened to me if I wasn’t on my period. I know I wouldn’t have stopped him, we were out in a storage unit and he was twice my size, he could have killed me. ", "As I’m typing this out now, so many years later, it’s juts suddenly made me realise… the person that I told, the one who put a knife for my protection to be helpful, actually chose to warn the abuser that I’d said something instead of reporting the sexual assault of a 14 year old. That really stings… all these years I thought he was the good guy of the story, he’s not… he was just covering for an abuser instead of being one. ", "(*I’m not protecting his identity, I just don’t remember his name, and I don’t want to.)"], "tags": ["Underage", "Workplace"]},
{"name": "Emilia", "date": "5th May 2020", "text": ["When I was a smaller I loved to play sports. Especially tackle or touch football. I was really amazing at it and I loved it so much, it was just my favourite sport. One day I was playing in a tournament with some girls I’ve never met before because my school forbidden girls to play ‘ violent boy sports ‘. That game I was knocked out halfway through. After that game I was forbid to ever play sports again because sports were supposedly meant to be for ‘strong boys or men who could handle the sport’ and not for ‘frail and weak women who couldn’t handle pain’. I hated the fact that I was forced out of my most favourite sport because I was a women. It was bad enough that my dad didn’t like the idea of me doing it before the knock-out but they used a simple injury as a reason to doubt my strength and abuse my gender status for there own beliefs. It made me feel as though my gender was worth nothing and that I had little to no power."], "tags": ["#child #genderabusers #trauma", "Home", "School"]},
{"name": "Other girls", "date": "5th May 2020", "text": ["I’m a twenty-year-old woman, and I have a lot of male friends. I also have four brothers and their friends are my friends, too. What I hate, hate, hate (!) is when my brother dismisses my new interest in gaming as “bullshit” or when my roommates say “you’re kind of a dude”. I like roughhousing and videogames. I also like flowing dresses and nail polish. Is it so hard to believe women are complex beings?"], "tags": ["Home", "University"]},
{"name": "Anonymous", "date": "5th May 2020", "text": ["So, I was in my senior year in high-school when this happened. I studied in a school run by nuns, and they had the strictest rules. I was a rule breaker, because I always did what I thought was right. So I had coaching classes that our school had arranged for my entrance exams and it was summer holidays, so I skipped and went to watch a movie with two of my friends. Some of the boys did that too, and unfortunately, a few days later, our principal caught us. Now, we had been extremely careful about it, and I was a new student in the school. Since senior year started early, many of the people didn’t know me. So all of the boys, assumed it was me who snitched, but I’m actually not comfortable with lies, and I try to be as honest as possible, (unless its about chocolates.) Now after actual school began, there was this incident with some of my juniors where this boy had told them some lie, which I knew the truth about. These kids asked me, and I told them the truth. I guess this boy had been trying to date that junior he lied to I guess, so he got pretty mad at me for ruining his chances. So one day when I came home after class, he called me on the phone and started calling me everything like butch, and pussy, and cunt, and I tried to shrug it off. I actually felt amused, because I felt kinda sorry for him, I mean, what sort of douche bag tries to start a relationship by lying? So I kinda laughed and asked this boy mockingly if that was the only insults he knew, because being called something that was biologically part of my body, I literally didn’t feel like it was an insult. So I was like, okay, fuck this. And then suddenly, he says, “oh you’re smiling? You think this is funny? I’ll make your smile vanish you little cunt! What’s the size of those bulges you got on your chest eh? You bloody slut!” And I just froze for a second or two. I’d love to tell you that I said something badass, but I kinda broke down. I’d gone through a lot of harrasment before, but this was somebody I knew! Somebody I had to go to school with. Somebody my friends were friends with. Somebody of my own year! I had had experiences like this from the guy I liked before, but he was older than me, and I could just completely avoid him. But this…  I snapped and yelled back at him, and cut the call. The next day in school, I did smack him, and my girls did stand with me, so I felt a little better, but then he ruined my whole year, telling everyone from my batch that I was a whore, and all the boys stopped talking to me and even made the girls stop talking to me too. I got them back by the end of the year of course, and I forgave the guy, and people do actually believe me, but not fully. And it sucks."], "tags": ["School"]},
{"name": "Piper", "date": "5th May 2020", "text": ["I did not realise when I stumbled on this website that I had ever been assaulted or experienced any sexism, however when I read some of these entries small things that I had brushed aside started to come back.", "I’m 13 and last year when I was 12 a guy from my class touched my bum, when I turned around he pretended he hadn’t done anything and then ran of laughing to his friends. When I told my friends later on the just said maybe he liked me. Later that day he did it again, but I didn’t say anything and I didn’t even think of it as weird. I felt uncomfortable about it but didn’t want to confront him about it because I would be labelled as stressy or bitchy. ", "There’s another guy who is in a lot of my lessons who’s always making sexual remarks about not only my body, but every girl he sees. When he makes comments about what he would do to our bodies everyone can here him but they just laugh or say “he does that to everyone,” even the teachers turn a blind eye or say things like (lets call him H) “H, stop teasing the girls,” but it doesn’t feel like just teasing. You end up going home feeling disgusted with your body because you blame it for attracting the wrong kind of people.", "I know this isn’t half as bad as what other people have been through, but I just needed to say something."], "tags": ["School"]},
{"name": "Beth", "date": "5th May 2020", "text": ["When I was about 16 I went to an u18s night at a local nightclub with my friends. At the time I had a non-serious, quite platonic, non-sexual relationship with a boy, who I classed as a boyfriend (although he wasn’t a very nice one). When I was dancing with my friends some boy around our age groped my bum twice in the night. Whenever he came near us I felt really uncomfortable, and not just because it wasn’t at all consented by me (I literally did not know him, hadn’t even spoken to him, or looked at him) but more that I was in a relationship and felt like it was wrong of me to have been touched by another man. The same thing happened outside a nightclub in a European city a couple of summers ago at the age of 19, and by this point I had learnt a lot more about consent and myself, so I was more angry that a man had the audacity to touch me, but again that I felt guilty of making a fuss about it because I had a (current) boyfriend. It really angers me that I did not get the opportunity to speak my mind to either of these males in the two situations as they had walked off by the time I turned around, and that they had considered my body as a public property. I’m also very aware how fortunate I am in my situations compared to so many other girls that are sexually assaulted in nightclubs and public places, which angers me even more on their behalf."], "tags": ["Public space"]},
{"name": "A sad passenger", "date": "5th May 2020", "text": ["When I was in a high school, I was just a calm kid, not sporty at all and liked staying home. Because of that I was bullied by my peers, they called me not stylish, not modern, not beautiful. Only when we talked face to face to someone they behaved properly, but when they were in a group, they started laughing at me(cowards). And while I was talking to my classmate he said that it would be better for me to go away now as other guys are gonna come from the meeting and will start bullying me even more. “This is much easier to take a pain killer, instead of remove the problem”.-A sad passenger"], "tags": ["humanity", "love", "School", "support"]},
{"name": "Anonymous", "date": "5th May 2020", "text": ["I worked in a holiday resort abroad as a singer/musician for 8 months. At age 22 and a recent graduate I was incredibly excited to embark on my first contract but also nervous to leave my family, friends and boyfriend behind.", "In my team there were 3 girls and 8 boys. Throughout the resort, the locals who worked behind the bar and in the restaurants were majority men and these were the people we mostly interacted with as our entertainment team worked the evenings unlike the other British workers. I am a bubbly, chatty person and when I first moved out there I was accused of being the type of girl to “give the wrong impression” or told I was a “flirt/tease” because despite the fact the majority of my colleagues were in fact men, it looked “attention seeking” that I was trying to be friends with the boys. My colleagues. I was told that I should stop speaking to the bartenders because they “obviously fancied me” and by speaking to them I was encouraging it despite the fact I regularly and openly spoke about my boyfriend with everyone and showed absolutely no interest in anyone else. It was my fault they fancied me because I asked how their day was going when I ordered a drink.", "I was so desperate to feel less isolated and make friends that I told myself to stay true to who I am and block out the negative chatter and countless accusations. My boss regularly reminded me I needed to be careful because I was an “attractive girl” and some of the other girls won’t be used to the attention like I was and I should “know better”. He made me feel so small and so guilty simply for being open and confident with my coworkers but masked it as him “protecting me”.", "I soon felt heavily judged and isolated. I was rarely in touch with other girls in the hotel as we were on opposite shifts so I felt like I had nobody to talk to because not many of the boys on my team seemed to understand how much I was struggling and why. ", "I soon befriended one of the local boys behind the bar. We’d had lovely chats at work and one day he saw me sat alone crying and asked me if I was ok. I opened up to him, told him I felt so alone. That I had been made to feel guilty whenever I spoke to anyone of the opposite sex. He was shocked and told me that I should be able to be friends with whoever I want. He soon began to make an effort with me inside and outside of work. He even spoke to my boyfriend on FaceTime and told me all about his girlfriend. My boyfriend was so thankful that I had a friend who would sit with me on the bus and have lunch with me, make work fun again. He was one of my best friends. ", "However things became difficult, he told me the men in his culture believed it was wrong for a Turkish man to hang out alone with a British woman. He said we couldn’t be friends anymore. I was devastated and hurt. We didn’t speak for a week until he finally apologised, telling me he felt pressure from others and was worried he was going to cause me more problems. We put it behind us and I felt like I had my best friend back. Suddenly I had a friend on the bus again and a friend to have lunch with. ", "However things became difficult once again. I asked him to hang out with me and my British friends but he said no he didn’t like the idea. Initially I believed it was due to the language barrier. He said he struggled to keep up with a big group of people and it was easier to speak with just me. ", "One night I had been to a bar with just two girls rather than all the British workers and I finally felt so included and happy to have some girls to hang out with. I’d had quite a few drinks and messaged my best friend who I knew was round the corner to come join us. He asked me who was there and I expected a no again because it was just the British staff, but he immediately said yes and came round to meet us. I was quite surprised. ", "When he arrived, I was encouraging him to speak to the girls and get to know them. He seemed to feel awkward so I tried to stick by him and make sure he didn’t feel like the odd one out at any point and made sure he understood everything that was being said. Soon the girls decided they wanted to go home but I decided to stay with my friend for a few more drinks since he hadn’t been out for very long and I didn’t want to be rude.", "The next thing I know I woke up in my bed with no memories. I immediately felt anxious and scared but it wasn’t until I sat up and looked in the mirror that I went into a meltdown. My face and body were covered in bruises and my neck covered in aggressive hickeys. I was hysterical and I immediately called my boyfriend. The sad part is my immediate reaction was to assume I had cheated. I was staring at myself, covered in bruises and cuts. And because of how I had been treated at work I immediately blamed myself. I looked at the messages on my phone and saw I had messaged two of my friends saying I needed help and I was scared the night before. I also had a message from the boy I had been at the bar with saying “I am sorry for what I did. I left you sleeping.” ", "The two girls who had been at the bar with me and one of the boys from my team came round to see me. They tried to calm me down and said not to panic and not to start accusing people of anything. I left the room and heard the girls say “to be fair she was flirting with him, I think she’s just made a mistake”. It was like nobody could see the gigantic bruises and cuts that clearly hadn’t come from nowhere. It was like they thought the texts I had sent out asking for help meant nothing.", "They then called my boss without my consent and informed him of what happened. When I arrived at work I thought I would arrive to a supportive man who would listen and help me get through the day. Instead I was told it was “my fault” and he had called the bar owner who had apparently told him I was “all over the boy” and said I clearly went home with him, it got a “bit rough” and I woke up and realised I had a boyfriend. I was told that I couldn’t contact the company I worked for to get help because they would be furious with me. I was told I couldn’t under any circumstances tell anyone at the hotel what had happened because I could get sued since there was no evidence and the boy had clearly done nothing wrong. ", "I had to work in the hotel alongside this boy for the next 2 months. The boy I thought was my best friend at work. His true colours came through as I asked him not to speak to me anymore. He told me I wanted it and he wasn’t the only one to blame. He began to stalk me around the hotel. Waiting outside the rooms I was working in, coming into the hotel on his days off to watch me perform. Filming me on his phone from behind the bar. I felt helpless.", "I informed my friends and boss when these things were happening and eventually my boss began to take these claims a bit more seriously. However he still told me I needed to keep it quiet. Most likely to cover his own back because he knew he had messed up. ", "What was meant to be an exciting new experience, getting to travel and live abroad turned into the worst 8 months of my life. To this day I can’t quite believe what happened. I still blame myself."], "tags": ["Public space", "Workplace"]},
{"name": "ISABELLA", "date": "5th May 2020", "text": ["A guy stopped with a bike in front of me while I was walking, in a way that I couldn’t proceed, said “Bonjour” (I’m in France) and pointed down. He had his penis out and was wanking. I started running and he turned his bike around to follw me. He stopped following just when he saw that there were other people on the bike path."], "tags": ["Assult Bike", "Public space"]},
{"name": "Martina", "date": "5th May 2020", "text": ["Last year (I was 18 y.o.) during summer I was riding my bike to go to work, it was really an hot day and I was sweating a lot so I want to point out that I had zero sex appeal in the moment.", "\nStill, at some point a weird dude shouted at me “I wish I was the thing you are riding”.", "\nI am still disgusted by that accident. How can someone even say this?"], "tags": ["IAin'tTheProblemYouAre", "Public space", "Workplace"]},
{"name": "Old women", "date": "5th May 2020", "text": ["On tv an older woman was called ‘granma’ repeatedly but a man of a similar age never got similar comments.", "Don’t be patronizing to people, because it is infuriating. If you do, say sorry."], "tags": ["TV"]},
{"name": "Running", "date": "5th May 2020", "text": ["I went running yesterday (social isolation and all that!). It was around 8pm, so starting to get dark. I had decided to leave my music and headphones at home because I wanted to be able to hear if someone approached. I felt angry that this was even a consideration. But the worst part was that when I was out running I passed quite a few people (social isolation strikes again) and every female runner or walker was out without headphones, but every male was listening to music. They obviously felt safe and secure enough not to be feel they needed to listen to their surroundings, while the women clearly did not. Maybe worse, I can’t decide, is that the thought likely never even crossed the mens’ minds. I feel so angry that our society fosters this difference in experience."], "tags": ["Public space"]},
{"name": "Anon", "date": "5th May 2020", "text": ["Thanks for this website 🙂"], "tags": []},
{"name": "Janey", "date": "5th May 2020", "text": ["I’m a 16- year-old teenager. I’d had no idea what sexist was until one day I watched a video on youtube “the truth about being a girl” from Buzzfeed. Every woman is involved in sexism and I’m not an exception. I hit puberty quite early so I’ve soon had a woman’s body. I have a big butt and I’m so proud of it. It got weird since grade 8. Boys couldn’t take their eyes off my butt. At first, I thought “well..they hit puberty too, curious about “these kinds of stuff” is normal” and I didn’t keep in my mind anymore. But it got worse. whenever I went to the board I could hear them chat and laugh at my butt…it wasn’t funny at all. It actually hurt my feeling a lot. I’ve never told this to anyone because I know “it was a joke”, “don’t take that serious” or just “ignore them” is what they gonna say and I don’t want to hurt my feeling even more. It was shocked me more when I accidentally saw a “secret vote” among boys in my class, they ranked all their female classmates “from the prettiest to the ugliest”. that disgusted me. I’ve never felt more furious than that in my life. For them, we were like toys to entertain and make fun of. Boys, please!! we’re not your sex dolls. we’re human with feelings and you’ll never know how painful it is to be ranked as ” the ugliest girl in class”. Sexist is a big problem in our society but it’s never taught properly as schools. when I ask my friends “do u know what’s sexist?” and their reply was like” Dude, it disappeared 1000 years ago. Since the collapsed of feudalism”. No, it exists everywhere and every day in our life. Women are gender discriminated without recognizing it. Men are sexist and have no idea about that. No matter how hard we try to ignore it or deny its existence, it’s still existing. Women and girls deserve better. I stand up for myself and every woman on Earth."], "tags": ["School", "we deserve better"]},
{"name": "AM", "date": "5th May 2020", "text": ["In my teens I’d worked as a cashier at a small department store in my town.  One of my coworkers, an older woman, had a husband who would come in regularly, and was never afraid to center me out.  I’d shrug it off a great deal of the time as bad humour, until things started getting increasingly unsettling.  He’d walk behind me and slide his hand across my back, stand too close when I was away from till, and speak in a way which implied a sense of ownership.  I was afraid to say anything thinking I’d be the one who’d have to deal with the consequences.  I’m not sure who said what, but one day he came in and said nothing.  After that, he wouldn’t even look at me.  I wish I could thank the person who spoke up."], "tags": ["Workplace"]},
{"name": "Rab", "date": "5th May 2020", "text": ["I couldn’t find work after finishing university — I worked so hard to finish at a good school.  Instead, I find myself delivering pizzas.  I was the only woman.  After I while, I found out that the men made more than me.  So, I asked my boss for a raise.  I told him I worked hard!  He finally reluctantly agreed and in the next breath he says, “You should be lucky this wasn’t the old days, cause this is how a woman would get a raise.” He points to his penis.  I am so so angry I had to put up with this so I can pay rent and buy food.  The men do not have to — they just laugh along."], "tags": ["Workplace"]},
{"name": "Reddit double standards", "date": "5th May 2020", "text": ["I recently went on Reddit for some advice about my relationship. I was honest, admitting a stupid mistake I had made with my boyfriend (I got mad at him for getting me not what I wanted but something else from the store, and I said some resentful things to him that I regretted, and I wanted to find a way to make it right). The responses I got were extreme, all of them starting with the accusation that I am emotionally abusing him, some of them rooting for him to run from this “abusive situation”, lots of them writing stuff like “he will need months of therapy to rehabilitate from this damage, victims of abuse need a safe space where they can say what they want without having to worry about what their abuser will do.”", "Come on. I said some shitty things, and immediately I regretted it and went to seek help even from total strangers. I am not an abuser. Everyone makes mistakes. But these people tore me apart. Even when I reacted to their comments, clarified details, told them I was aware my comment to my boyfriend was a lousy one and I’d had a crappy childhood and stuff like this sometimes still creeps up on me, but I want to stop it, and I’m in therapy, and I’m doing everything I can not to become emotionally manipulative like my mother – even then, they called me an abuser and shamed me for my one mistake and claimed I must behave like this all the time.", "\nOn the other hand, I read lots of other posts on Reddit that day, and found that there were many accounts of way worse abuse done by men to women, men who did not seem to see the error of their ways at all, and yet they were being judged waaaay less harshly than I was for admitting that I made a not so nice comment to my boyfriend. Why is it that we women are expected to be perfect? It also hurt that when I mentioned that my bf makes less than me, and was struggling financially so I helped him out, some of the redittors wrote stuff like “you’re making him financially dependant on you so you can abuse him more easily”. Fuck that! And if I’d made another choice, and not helped him out so that he could sort stuff out on his own? What would they have written then? “You cold-hearted bitch, you won’t even help your boyfriend in hard times, you’re abusing him”?", "\nIt seems that NO MATTER what women do, we will get hated on. Try your best, and they will still find a problem with you."], "tags": ["Media"]},
{"name": "Anon", "date": "5th May 2020", "text": ["In my friendship group at school, most of us are girls and there’s one boy. Quite often other boys – it’s never girls, only boys – make comments about this saying that he’s ‘lucky’ and ‘getting the girls’. When I used to hang out with a bunch of boys and no other girls in year 7 (UK) people would walk past and mutter ‘slut’ or ‘whore’. I was eleven. ELEVEN YEARS OLD AND I WAS BEING CALLED A SLUT FOR SPENDING TIME WITH BOYS!"], "tags": ["School"]},
{"name": "Anon", "date": "5th May 2020", "text": ["30 years ago…", "\nI am sitting in my desk during my 7th grade civics classes.  All desks face forward.  The boy behind me whispers “Cock a Doodle Doo, Any cock will do that what I hear about you right?”  He laughs.  I ignore him, hoping he will shut up.  But no.  So I turn and tell him to shut up.  The teacher up front just keeps teaching.  Students near me watch sheepishly.  I flush and blush in embarrassment.  Why do I feel dirty?", "The boy behind me continues “What about my cock?  will you suck my cock too?  Cock a doodle do, for you any cock will do”      day….after….day. ", "At one point, I stood up nearly tipping my desk, and cocked my arm back to punch him.  He ran to the front of the classroom.  The teacher scolded me.  I said “but..but..he was saying things to me and he wouldn’t stop”  Teacher says “I understand” and to the boy says “Stop calling names”  We sat back down, and the whispering started immediately “Any cock will do, cock a doodle doo”", "I left class and was truant.", "He was convicted of a Violent Rape a few years later."], "tags": ["School"]},
{"name": "Ines", "date": "26th April 2020", "text": ["Like most women, I had a huge type of harassement. Whether I was a chubby kid in sweatpants or dressed up in a formal event. And I remember I always feel ashamed. Not them, the ones who flashed me their genitals, the ones who touch me, the ones who think they own me and I should smile more, or lose weight or something for their pleasure. The ones who, no matter how good I am in my academic journey or in my job, will always look at me as a piece of meat. Fine meat because I am 23 years old. Just wait for the time they consider me expired. And I’m tired that, most of the times, I’m the one who wants to run away and quit. But I never do, because that would be letting them win, right? And we can’t let that happen. Thank you Laura, for this. Thank you every single person who get’s up everyday and fights against this. Thank you for listening."], "tags": ["Public space"]},
{"name": "Exhausted", "date": "26th April 2020", "text": ["I hate seeing my mom work so hard for my family and not have anyone appreciate it. She made us dinner today and all my dad had to say was “it’s too dry”. Didn’t thank her, didn’t pick up his plate. I’m so sick of his entitled attitude and I HATE seeing my mom put up with it. She deserves so much better than this ungrateful family."], "tags": ["Home"]},
{"name": "Kate", "date": "26th April 2020", "text": ["Once, when I was about 12, I went and played football on the Astro at lunch. All of the other people were boys, and after I tackled someone, a boy turned to me and said “you’re fairly good, for a girl” which really annoyed me."], "tags": ["School"]},
{"name": "Anon", "date": "26th April 2020", "text": ["I’m being told I’m good at things “for a girl” all the time. If you think I’m good at something, just say that. Girls are amazing and we aren’t hindered by being female."], "tags": ["School"]},
{"name": "O", "date": "26th April 2020", "text": ["I have several male friends. People make a huge deal of this because they can’t accept that people of opposite genders can be just friends. They shout things like “stop, flirting” or “loooks like X has a new girlfriend!” when we hang out together. My female friends friends tease me and have taken to calling the boys I talk to boyfriends1, 2,3 and 4. Sometimes, other boys make rude comments. In year 7, one boy said something like “you guys should just order a double bed and get it over with” all  of us were 11 at the time. People think it’s an upgrade for a girl to talk with boys but a boy talking with girls is looked down on. This angers me so much. Also in year seven, I had made friends with a boy (let’s call him H) and a few months later, he asked me out. I thought that year 7 was way too young to be dating and I only liked him as a friend, so I turned him down. But here comes that good old fashioned fragile masculinity, because he told everyone in the year who would listen that I was his girlfriend now and I got a lot of grief over the whole thing. When I tried to confront him, he said it was al, a lie -though multiple people had told me what he told them- and he had asked me out on a dare. I asked who dared him so I could tell them off for messing with me and H, he said it was a guy (let’s call him R) so I found R, who had no idea what was happening. I went back to H and told him I knew he was lying.", "\nTo this day, people still come to me and tell me he’s told them that I had sex with him or other nonsense. Often, he takes my bag so I’m forced to walk with him, but we are no longer “friends” because of the way he acted in year 7."], "tags": ["School"]},
{"name": "Natasha", "date": "25th April 2020", "text": ["I’m eighteen years old currently, this happened when I was sixteen years old. I had been ‘talking’ to this boy I had met through one of my close friend’s boyfriend, we decided to meet in town. Now, I wasn’t stupid, having only spoken to this boy online I made sure that my friend and her boyfriend would also be in town and meet us after an hour or so. Everything was going okay but I had this feeling that something wasn’t quite right, we went to a social space (a space in town open to the public to hang out basically) and sat by the stairs. AT this point my friend and her boyfriend had gone off to do their own thing, the moment they left he started creeping closer to me, bear in mind at this point I wasn’t entirely sure if I actually liked him so I wasn’t entirely comfortable but thought he just liked me, That it was fine. He then insisted that our bodies be touching somehow for the remainder of the day, at this point my friend and her boyfriend are back with us so I felt like I couldn’t voice my discomfort so I went with it.", "\n  We then, this boy, my friend, and her boyfriend went back to her house to watch the rugby. It was during the six nations and I remember watching the end of the England game and then we watched Wales Vs. Scotland. I felt very uncomfortable but I felt able to distance myself from him because I’m a die-hard rugby fan and player so it wasn’t “odd” that I was backing away. Honestly, I felt so relieved. But then came half time; my friend and her boyfriend went off upstairs and the moment they did this boy began touching me. He grabbed my waist, my breast and pulled me towards him and I was really scared. I’m now on my own in my friend’s living room so I did the one thing I could think of. I thought if I just kiss him then I’ll distract him long enough to leave me the hell alone and work out a way to get myself out of there. But the groping doesn’t stop, I tell him now and push his hands away but he doesn’t stop. What scared me the most was he didn’t seem to see a problem and then he grabbed me, quite hard between my legs, and tried to do more. I honestly think things would have been far worse had my friend not come back with her boyfriend.", "\n  What was even worse was I had to get the train back from my friend’s house to town with him! I did my best to paint on a smile and shrug off any further advances, thankfully there was a young family across from us so it stopped him from grabbing me again. The whole time I just kept thinking to get to the train station and beeline for your mum’s car which is what I did and I never told anyone, not even my friend. I didn’t want to tell her because I didn’t want to disrupt our friendship, her relationship with her boyfriend, and her boyfriend’s friendship with this boy and honestly I didn’t even register that I had been assaulted at first. I viewed it as a rough make-out session, it’s only reflecting on it and the way that I felt that I came to realize it was wrong. But I felt silenced by society; I had said yes to the date and watching the rugby at her house, I had kissed him back in hopes he wouldn’t grope me again, and for a long time, I felt like that made what happened okay because it was my fault. BUT it was NEVER my fault.", "\n  What’s worse is this wasn’t the first time I was sexually assaulted/harassed and it was most definitely not the last."], "tags": ["Friend's House", "Home", "Public space"]},
{"name": "Anon", "date": "25th April 2020", "text": ["I lived in a small town where the primary school, secondary school and our house were all within a 20 minute walk of each other. My sister is two years older than me, so she used to pick me up on her way back from secondary school so we could walk home together. She was 12 and I was 10.", "One day she was followed from school by three 16 year old boys. I think she assumed they’d leave her alone when she picked up her little sister, but they carried on following and shouting lewd comments at us. The comments became even more sexual once we were off the main road – I remember feeling really uncomfortable as my sister and I just walked in silence listening to their remarks about our bodies. My sister eventually snapped back at them, but this only spurred them on. So we kept our heads down and walked as quickly as we could back home. ", "I felt relieved when we got home and tried to forget about it – which was easy for me because I was so young and didn’t really understand, I just knew I didn’t like it.", "But now I always think about this situation and how young we were to be dealing with that behaviour already. The fact that they were happy to sexually harass a 10 and 12 year old for fun is just sickening."], "tags": ["Public space", "School"]},
{"name": "Ginny", "date": "25th April 2020", "text": ["Scene: I’m building a new IKEA flatpack shelf with my partner. The room is full of that intoxicating warehouse smell. I’m pumped for this. ", "I see something on the instructions that doesn’t look right. I say “I’m confused by this- wait, no, it’s fine”. He tells me which holes things go in while I’m doing it. I think no big deal, I can let it slide, maybe he thought I needed help. I ask if there’s another screwdriver in the house, and he says “no, but you can start putting in the screws on step 2. The step 2 screws”. ", "At this point I say I’m a bit annoyed. I just get really annoyed with people telling me what to do next, and it’s not his fault he’s a man, but it doesn’t really help the picture, you know.", "He proceeds to shut down, get really upset, and go through every defensive tactic in the book. “I do this to everyone”, “Nobody else says anything about it”, “Somebody said something once, but they liked it”, “I just don’t have an idea of how good you are at building furniture”, and I explain that it’s no big deal, and it’s not criticism, I’m just saying it annoyed me. He calms down and then I think we’re all good. ", "He walks out of the room and says: “I think the problem is we both just want to do everything”. ", "A beat. ", "No.", "In my head, I’m thinking, no, that’s not the problem. I said I was annoyed with you telling me what to do. You can’t twist that into me wanting to control everything. ", "It’s so hard to separate individual communication problems from sexism. But I really feel like I brought up a small thing and suggested that sex comes into my perception of it, and I got a massive overreaction, and him trying to put the blame on me."], "tags": ["Home", "Mansplaining"]},
{"name": "A.", "date": "25th April 2020", "text": ["idk how to write some of these things that bother me. i am 24,so i had this boyfriend when i was 19-23. He must have been kind and all that at the beginning, though I remember very little of that. i got a vaginal infection after the first few days of sex with him. i dont think that it ever resolved tbh, it still bothers me. but months later after the initial infection, i was horny, and i begun doing anal with him. ther is this day that i said no, it hurts, stop. But he did not stop. instead he said that I would get used to it. IDK..I was shocked, so I pushed him off, you know..it was valentines, i dont like valentines anymore. i often wonder, however, why i forgave him. isnt it rape? He told me that he was enjoying it much, that that is why he never heard me say no. Is that even a thing?You enjoy yourself good, dont even know the other person is saying stop.But yet, you can form a reply,about getting used to it.", "then this guy never really was concerned with my health. He did not even google my illness. But he only took me to hospital when I asked him to. He did not offer, no. Whatsapp with that? Ik he would have taken his close male friends to hospitaal if they were sick. He disgust me, makes me worry I have more than just a vaginal infection.", "sometimes writing this may not help, you know, people-I need someone to listen and comment accordingly. but I understand, and am not hating on this site,i just hurt I think. coz I know it is because he was a man that this happened..like girls, even strangers may not jam anyting in your ass and tell you, that you will get used to it."], "tags": ["dating", "Home", "Relationships", "University"]},
{"name": "Aimée", "date": "25th April 2020", "text": ["I’m only sixteen years old and I experienced more sexism I am probably even aware of. It started at a young age. When I would go out wearing short pants, my mother would tell me to change and I would get so angry and confused about it, because why should I change my pants, if I want to wear them?", "\nMy parents told me and taught me things like that all my life. My twin brother is allowed to come home from a night out whenever he wants, my limit is 2am if I’m in our town and 12am if I’m in the city nearby. I get so angry about it, although I know they want to protect me and I also don’t want to get in a dangerous situation, but it is just so wrong, that this is normal and we just have to live with it! When I fought with my parents about all that and got angry, my father once told me that I was being childish. The worst part is, that I believed him and really thought that I am not allowed to get angry about that stuff, because that’s how the world is and I can’t change it anyways…", "\nIn 6th grade a classmate wanted to pay me to touch my butt. In 7th grade I got touched at my boob from another classmate. For three years straight, I had to hear everyday verbal harassment, so-called “jokes”, with things like “can I eat your burger?” (which was a patch on the back of my jeans) or “your boobs got bigger over the holidays” or “can you describe your pussy?”. I was sent dick pics, was asked for nudes, was touched at my butt when I was in a club, got followed or stared at by men, so that I had to run away and all that with the age of twelve until sixteen. And at that time, I wasn’t even aware of, how all this stuff was actual sexual assault.", "\nAll these things made me think that I’m worthless and my self-confidence got beat down by every comment or look or whatever and I am still struggling with building it up again. When I have a problem with something and find something sexist, I’m afraid to speak up, because when I do, I’m being told to “not being so dramatic and sensitive and make everything about feminism”.", "\nI hate being afraid of speaking up and using my voice, walking alone at night at a street and feel this fear of getting assaulted by every man I see. I hate thinking about things like “should I buy a pepper spray” or “should I really be wearing this?” and changing and adapting MY life and behaviour, when it should be the people who cause me to think this stuff.", "\nIt makes me furious and helpless and sad and I just want to do something about it, but the world we live in is just so unfair! If we speak up and fight against it, we are going to be made a target for sexism even more, because so many people think of the word “feminism” as something bad or ridiculous and “just a bunch of hysterical women who hate all men” or we’re simply a slut for embracing our femininity and swimming against the stream. People criticize everything and sometimes I feel like, there is nothing a woman can do right.", "\nI am so sad and scared, that my little sister, my mother, my future daughter, my friends, probably every woman in this world are going through this or will go through this and worse. ", "If you read this, I just want to remind you that whatever you went through, is horrible but it doesn’t define you and it’s not your fault! Your voice is important and you are a powerful, amazing, intelligent, beautiful, beloved human being! You matter <3"], "tags": ["Home", "Media", "Public space", "School"]},
{"name": "Anon", "date": "24th April 2020", "text": ["When I first did P.E in high school, I focused on the exercise. As I developed boobs, P.E for me was focused on how to stop them moving during exercise.", "Also, our P.E and type of sport was separated by gender, and there was the option to join the boys class, but I never took it, and I wish I did. Becuase zumba is boring crap, and I could have istead played football."], "tags": []},
{"name": "Nikita", "date": "24th April 2020", "text": ["I live in Mumbai. Our trains are really crowded. So, when I do get groped, most of the time I don’t know if I am being groped or who did IT. Which sucks because I can’t report it or say something to the person. It’s just frustrating."], "tags": ["Public space", "Public Transport"]},
{"name": "Cary Perkins", "date": "24th April 2020", "text": ["I am 14, and an eighth grader, this boy was a 7th grader. A few months back when I was still in school, there was this boy who harassed me. The first time I met him, he felt off, and reminded me of a boy who had harassed me the year before. He would say very graphic sexual things to me. Once when eating a banana, he made sexual noises. Another time he implied that I had done stuff with one of my best friends because I said we had hung out a lot during a week we had off. I told him that this friend of mine was just a friend and that I had a girlfriend (which I do) and he asked if we had a threesome. A friend told me that she had been pressured by him to be his girlfriend, and that he was groping her thigh, and sitting uncomfortably close to her. That was when I realised that I should report him to the school. Which I did. I told myself the last time I was harassed/assaulted that I would report it if it happened again. Thank you for reading my story."], "tags": ["School"]},
{"name": "Nora", "date": "24th April 2020", "text": ["I am just now walking home from a run in the park. My ears are tired from the retro hits of the 70s, but after turning the music off on my phone I hesitated a second and then decided to leave my large, noticable pink headphones on my head. Why? Because in my experience, less people will try to talk to me if they’re on, and of course by “people”, I mean men who feel entitled to female attention. The attention expected is not always sexual, but it’s still annoying af when someone expects me to talk to them – even for directions – once I have made it clear that I’m not available. And no, even the earphones don’t deterr everyone – as I was walking to the park for my run, a man in a car tried to get me to give him directions three times before giving up even though I was texting AND wearing the headphones. It’s not like I never stop to help people, but I don’t think it should be my job to ALWAYS be available to people regardless of wether it’s convenient for me, just drop everything at once even if it’s an important text to my boss because HE needs directions immediately – come on. But the fact that I feel more protected in these huge headphones is something to think about, something that means something is not right at all."], "tags": ["Leaveusalonefor f*ck'ssake", "Public space"]},
{"name": "Eva", "date": "24th April 2020", "text": ["While looking at reviews online for a lamp. ‘so simple even the misses could set it up’ one reviewer wrote."], "tags": ["Media"]},
{"name": "Suzie", "date": "24th April 2020", "text": ["My yoga teacher is a man who I love and respect very much. While we have been on lockdown he has been running online classes, and at the end of the last class of the week we all have the option to meet after the class for a quick chat. ", "One person- a woman- asked why she was having difficulty breathing in- the answer offered by my teacher was that woman have breasts and therefore the weight of this extra tissue may impact women’s ability to breath in. ", "I immediately felt something shoot through my body- and started to protest. I’m a professional oboist and teacher and teach people to play- my clients have included ages from 7-83 all gender identities and body shapes and sizes. I have never encountered any gender difference in breathing problems. And I wanted to say that buy my connection went and I didn’t get the chance to speak. I was also really angry and I couldn’t tell why. ", "I realised afterwards why I was so angry. It was because of the casual- unconscious sexism that was taking place in the group. ", "Yet again- our female bodies were being used and weaponised against us and being evoked as a reason why the female body is considered as inferior to the male body. Our breasts were being evoked as the reason why we can’t breathe as well as men. And our bodies weaponised as the thing that limits us and holds us back- that literally stops our bodies from functioning as they ‘should’.  ", "I am still blown away by this sexism. I can’t believe it. And I’m very angry. ", "I have written to my yoga teacher, and although I didn’t name his reason as sexism directly I phrased it differently. I think because I want to make him understand that there are bodies- and all bodies and identities are existing along a continuum. I think if I go in there guns blazing calling “SEXIST”- he won’t listen to the valuable points that I make in my email or consider that gender has nothing to do with breath or breathing ability. Plus I am not angry with him- but with the sexist culture that leads to this kind of thinking. I want to challenge his thinking in a different way and start to open his thinking . I have invited him to respond and I really hope I can start a conversation with him here on this. ", "I include a segment here. ", "“I was trying to say about breathing in the call and I want to say it here because I feel it’s important. In 20 years of teaching people oboe all ages and playing professionally (and internationally meeting people from different cultures) I have noticed no gender divide when it comes to the ease of the in breath or out breath.  My clients have ranged from the youngest 7yrs to my oldest client who is 83 and everyone in between with all body shapes and sizes too including breast tissue shape and size of both male and female identifying clients. Some of my clients with the most  extraordinary breathing capacity in the body in terms of intake of breath and power to control and manipulate that breath have also been clients with large amounts of breast tissue. Other who have had no breast tissue at all have struggled to intake their breath and I’ve had to work closely with them to re-educate their bodies and breathing system. Indeed this is one of the things that attracted me to learning to teach yoga is that it provides incredibly powerful tools for re-educating people in their breathwork and I can better support my oboe clients and other clients who are musicians in general as well as myself. ", "Men have breast tissue too and for all people male or female their breast tissue is configured in a different way along a continuum. I have met men with enormous amounts of breast tissue – some of that has been formed and sculpted by hours in the gym- and others formed into what we might think of as a more ‘female’ formation, and what about people who are transgender or mid-reassignment or those who identify as non-gender binary? Clearly breast tissue will indeed play a role in breathing flow because the body is a dynamic and tensegrous system but this is not gender divided along easy clear cut lines. That has not been my experience at all. ”", "My teacher is an intelligent and deeply thinking and feeling wonderful person I know that I can have a conversation with him here. I know that he will not have considered the implications of his reasoning- this really is an example of an unconscious invalidation writ large. So for me it is about challenging that- and opening a dialogue. ", "And while I can’t let that sexism go unchallenged without direct action, I also need to call it out as sexism here too and especially because it is they type of sexism that we women experience everyday and that can just slide by. ", "Sadly we need to be vigilant so that we don’t let these things go by- and so we don’t allow sexist beliefs about out bodies to shape our lives. Sadly we need to do that work because the world is sexist and is against us. We need that vigilance so we can take care and spot it when it’s there and not be subject to it. That’s why I’ve written this post. ", "It is possible that the woman in my yoga class may now be thinking consciously that maybe her breasts are the thing that stops her breathing in- and she can’t do anything about that. And even if she isn’t thinking about it- the message is there and the damage is done. ", "And it’s sexist and not true.  ", "This is an example of how everyday sexism is extraordinarily damaging to us. To our health and wellbeing. And how it can happen without us even realising it in a gentle chat after a yoga class."], "tags": ["bodies used against us", "Everyday sexism", "Home", "Public space", "yoga class"]},
{"name": "Connie", "date": "24th April 2020", "text": ["I’ve been reading the book Every Day sexism and it flashed me back to a moment I must have suppressed the memory of, but now I remember it clear as day. I was 15/16/17 I think and was at a friends birthday party, who’s house I would be staying over at after the event. There was plenty of alcohol going round as mid teens often like to enjoy. One of the boys attending I had fancied for a long time so put on my favourite dress which was knee length. At this point I was still not well acquainted with alcohol and got myself very drunk quite quickly and blacked out. When I came back into consciousness I was lying on my friends bed my dress was pulled down past my breasts, my tights were around my ankles and he was fingering me and sucking my breasts. I just laid there, afraid to speak or move. My friends came in the room and he ran out the room. When I asked her about it later she told me I must’ve been thrilled the boy I so longingly fancied had given me some action. I felt like I must’ve been leading him on and been asking for it, even though I didn’t want it to be happening when it was, and that I should’ve been grateful he finally noticed me. I never spoke to him again and no one ever questioned it."], "tags": ["Public space"]},
{"name": "Mars", "date": "24th April 2020", "text": ["I have 2 beautiful, wonderful daughters. They are the light of my life and I try everyday to keep them safe from the bias sewn into the fabric of life. ", "I want their lives to be free and to be meaningful. At 4 and 7 they are surrounded by HUGE stacks of expectation based on their gender. TV shows with male heroes, books with pink princesses, frilly dresses, weighted school curriculum, sodding cupcakes on duvet sets, well meaning gifts that expect them to want to iron all day. Brush your hair, don’t get messy, don’t shout, stay in line, sugar and spice and all things nice!!", "They deserve choice, they deserve opportunity and they demand equality. ", "We MUST fight this with every breath, reject the media’s distortions, empower our beautiful children to SEE the everyday travesty that we are all fed on a conveyer belt driven by the engine of REPRESSION and CONTROL."], "tags": []},
{"name": "Kocsis Sára Petra", "date": "23rd April 2020", "text": ["I have way too many stories, and I just turned 18 in February. I have a kind of amnesia since childhood, and if someone would have told me the reason or it a year ago, I wouldn’t have believed it. I noticed men find me attractive pretty early, when I was followed home at the age of 10. I wore simple jeans, and had even a coat on. It went on this way. I was followed sometimes, and was catcalled, even though back then I didn’t know anything about it. I just got depressed. They called me a slut even in school. When I was 14, I got into a psychiatric clinic. In the meanwhile I still couldn’t step out of the house without recieving catcalls, being groped or followed. Even my first class master sexually assaulted me, though it was “only” petting my thigh and keep on getting intimate even with small touches. The vice-president of the first aider group I worked with also made comments about me, and tried to flirt. He did it to most of the newcomers. My first boyfriend abused my body in my sleep. Everytime we slept together he’d do it. And I forgot it daily. I woke up everyday, reading through my notes to learn where am I or who I am exactly. I didn’t notice all these because my mind went blank, and I basically was like a zombie. I didn’t dare to think. Also everytime I went to a party, someone tried to get me. Since my ex was real jealous and controlling, we only went to parties together. In one I still got drugged. My period is irregular, and once when it came after 2 months. It always hurts like hell to the point that in the begining I can’t even stand up, so I usually complain about it a lot, and so I did to him. He said he already thought I was pregnant. “How could I be? We use condoms”- I said to which he told me the condom ripped once. When I managed to gather my courage and break up with him, I already had sight symptoms of PTSD. I also only then realized he wanted me pregnant to make sure I won’t leave him. Later on with the help of therapy (took four years until now) I found out what caused my amnesia throughout my whole life. A friend of my dad raped me at the age of 5. I still don’t know how to deal with my flashbacks, and this whole thing. I don’t dare to talk when I need to, because I feel ashamed and all used up. I can’t get myself to talk, because whenever I try to, I feel that it’s too much for people. Uncomfortable. So I keep silent about my needs. But at least I now have enough confidence to stand up for others, and that is why I must thank you. All of the people who are raising their voices. You saved my life, and not even just once. Thank you for all the support you give to us."], "tags": ["@sexismisharm @rape @sexualassault @rapecultureinhungary @metoo @stop", "Home", "Public space", "Public Transport", "School", "Workplace"]},
{"name": "CR", "date": "23rd April 2020", "text": ["This boy in my high school musical, during rehearsal, started making sexual comments by twisting my lines, had acted as if he was giving a blowjob/pointed to another boy’s crotch, and he started getting into my personal space. He didn’t stop when I ignored him, he didn’t stop when he got too close and I punched him in the chest. The boy who’s crotch he was pointing to saw what he was doing, saw him looking at me and looked away. When I told the other girl I shared the role with, she just said that he was “weird”. This happened in 2020, I was 18 and he was 17. He didn’t stop until he was threatened by the director to be thrown out for the behavior after I told them."], "tags": ["Public space", "School", "Turning a Blind Eye"]},
{"name": "Shan", "date": "23rd April 2020", "text": ["One day I went into work, I usually say Hello to everyone when I clock in. I work in a kitchen, so while I say my hellos, I also see what everyone is doing and where I need to step in to help. This one day, I said hello to a male co-work, and he said, “Don’t fucking talk to you and get you bitch ass away from me.” I was confused, I’ve not worked with his guy for three days, and I don’t have a mean bone in my body. He also decided to go one saying, “All women need to be fired from all workplaces because all they do is fuck shit up and us men have to clean up after their bitch asses.” I went straight to my boss to let them know what happened. In doing so, other girls stepped up and told our boss their stories of this same worker saying of doing things to them. When we filed out the complaint, he started going around playing this victim card like we were attacking him and then tried pulling the race card to say we are racist towards him, and if he were white, we would have never reported him. He ended up getting a written up, at my work you have to have 3 write up before you can be fired. The next day I heard him telling my boss that I went and apologized to him for the way I acted towards him and that he and I are on good terms. I said to my boss, I would not apologize to him for speaking up, and I haven’t talked to him. This happened January 2020, and to this day, I’ve not said one word to him. He is still working there, but I have a feeling he is about to be done with the place with the number of complaints he has."], "tags": ["University", "Workplace"]},
{"name": "F", "date": "23rd April 2020", "text": ["I’m a senior professional running multi million dollar infrastructure projects. I regularly receive email’s addressed to ‘Gents’.", "Latest email was a an apology from a consultant who missed my meeting…. He decided to address his apology to my male colleague and didn’t acknowledge me at all. ", "Face palm."], "tags": []},
{"name": "L", "date": "23rd April 2020", "text": ["I worked at a restaurant on the bar so I dealt with harassment from men a lot. But there was several assault incidences with the same man who was a Sunday regular. The first was after serving him and his friend a bottle of champagne. He decided that it was appropriate to put money down my shirt. I thought it was an odd gesture but seeing as he didn’t directly touch me to put the money down my loose fitting shirt, i just laughed with my colleagues about it. The next Sunday was his birthday, so already drunk when he got to the bar, he proceeded to shout at us for bottles of wine and champagne. Later in the evening he proceeded to put money down my top, again without touching me. About five minutes later, he asked me to kiss him on the cheek, while doing so, he put another note of money down my top, this time reaching to place it in my bra. As soon as he walked away, I melted to the ground baffled about what just happened. I had AT LEAST 5 members of staff within 10 feet of me, everyone watched and said nothing. They just laughed about the “pervy rich guy”.", "\nThe next Sunday, he didn’t come in. I started making plans with my colleagues how I was going to dodge him and refuse to serve him if he came in again. At this point, I was getting anxious over coming into work, but working with the manager being my step mum and my bar colleague being my step sister’s boyfriend, I figured that if he was to come in again, they might intervene even if I cant.", "\nThe next Sunday, he came in. I dodged him like the plague, not serving anyone while he was there so as not to be close enough to be called over. My colleagues understood and let me organise the back side of the bar/coffee station. At this point, my stepsister and stepbrother had visited and stopped by for a drink.", "\nI had a coffee order to complete, but my colleague called me over as the old man wanted to talk to me. As I turned around, he was a few steps away, walking closer. He proceeded to open my shirt and bra with one hand and to slip a note of money against my breast with the other hand. He lingered in my bra for a moment. As I started to pull away, he asked “is everything okay?”, I said, yes. He proceeded to remove his hands and request a kiss on the cheek. My family were there, my step sister and her boyfriend, my stepbrother and step mother.", "\nI ran out crying, where I was comforted by family.", "\nI stopped working Sunday’s for two months, till I needed the extra shifts again. I came back to learn that the old guy was told that he made “the girls at work feel uncomfortable” to which he replied “I would never do that on purpose”.", "\nI stopped working there in March because of him, just before the virus happened. I told my dad everything that happened, he replied “If you worked a couple more weeks, you would’ve been paid during this time”…"], "tags": ["Workplace"]},
{"name": "Jessica", "date": "23rd April 2020", "text": ["A few years ago, when I was about 16, I was sitting on a bench at a bus stop on a main road in a busy suburb with my friend. A group of maybe five men walked past and one of them looked at me and yelled out, ‘Shut your legs, I can smell your pussy from here!’ Some of his friends laughed a bit, others looked uncomfortable but said nothing.", "\nOut of shame, I immediately obeyed him and put my knees together. I guess I was maybe afraid that what he was saying was true, ridiculous as that sounds to me writing this now.", "\nOne of the worst parts of this event for me was that afterwards, I looked at my friend in horror and she seemed completely unfazed. I said, ‘Can you believe what he just said?’ She didn’t respond and just shrugged her shoulders and looked away awkwardly. I felt doubly hurt by the encounter because of my friend’s reaction and lack of outrage.", "\nI threw the dress I had been wearing out when I got home because I no longer felt comfortable wearing it. I thought that it had been the reason for the man’s remark, because it was a little shorter than I would normally go for and I had already felt a little self-conscious wearing it for this reason. But I had really liked it and decided to wear it anyway. I threw it out not only because I no longer felt okay wearing it but because I now associated it with this horrible incident. I haven’t had anything like this happen to me since but I still make sure to always keep my knees together when I’m sitting down in public and feel nervous to wear shorter skirts or dresses because I’m worried something like this might happen again."], "tags": ["Public space"]},
{"name": "Ana", "date": "23rd April 2020", "text": ["It was my first day at uni. I was at a party for the first years of my course, and I was very drunk. Back home (which is a different country), I had never experienced being scared while drunk, because I knew where I was and I knew who I was with. Here I had nobody. So towards the end of the night, I was sitting with this girl, let’s call her X and a guy, Y. I had talked to X a bit beforehand, so I knew her a bit. I had never spoken to Y. So I was sitting with them, and then suddenly I just feel his hand on my back and my butt. I just dismissed it because he was cute, but then he started rubbing the side of my thigh and pushing me against him.", "\nI tried to get up but fell over because I was so drunk. He caught me and suggested that we take a walk. I don’t know why I said yes, but I did. He took me to the edge of the garden and stood so close to me. I couldn’t see anything. I’m quite short, so he was towering over me, and I couldn’t even see the other people in the garden. He then grabbed me and kissed me. I was in shock, for I don’t know how long, but when I came back to my senses, he was still kissing me. I don’t know what came over me, but I just pushed him away and ran. I grabbed the first girl I found, took her to the bathroom, and just broke down. He is in my class, so I see him nearly every day. Since then, I have seen many doctors, and I have been given medication for insomnia and anxiety. I don’t feel safe in class anymore. I feel traumatized almost every day."], "tags": ["Public space", "University"]},
{"name": "Elena", "date": "23rd April 2020", "text": ["I was working, as a student summer job, in a storage silo for the summer harvest. You get to do a bit of physical effort, it is dirty, and you rarely see women coming to deliver grain and cereals. I was working with a male friend. That moment, he was doing the analysis of the grain on the machines, and I had a broom in hand because some grain leaked on the floor. It was completely random; when my male friend was absent, I was the one doing the analysis and so on. There was no precise job and we were both helping each other and doing the task needed at the moment.", "\nOne farmer looked at my male friend – the farmer had just gone into the little office where we worked, shaked hands with my friend but didn’t even ackwnoledge me – and said to him: “oh, nice,you are training her to handle a broom”", "\nI am not saying hello to that farmer anymore each time he comes in."], "tags": ["Workplace"]},
{"name": "Lilian", "date": "22nd April 2020", "text": ["I was 14 and it was a slow day for me and my dad asked if I wanted to take a walk around my neighborhood. We had done this loads of times, so I said yes. We’re walking and talking and we walked past this house with this middle-aged looking man sitting, smoking in the yard. He stood up took a few steps towards where we were walking and yelled, “Looking nice and pretty today, mama!” I looked around and there’s no one else on the street, so I know he’s talking to me. I was shocked. Partially because this is the first time it had happened to me, and also because he did it in front of my dad. My father is a 6′ bulky veteran biker dude with a glare so intense it strikes fear into the hearts of a liontamer. He gave the man that glare and he didn’t back down. That made me really scared. If he did that while my dad was around, what could he do without him there? I don’t walk on that street anymore"], "tags": ["Public space"]},
{"name": "N", "date": "22nd April 2020", "text": ["I was good friends with a two boys and a girl when I was about 14 years old. One of the boys invited us all around to his house one day and I thought nothing of it. We were all in bed and one thing lead to another and I ended up kissing one of the boys, consensually. We continued to kiss and he started to feel me up, around my thighs. I understood what was happening and wasn’t sure about the situation. It was only when he started to reach into my underwear that I pulled away. I told him I was not sure I wanted him to go any further but he said “come on, it’s not a big deal” and proceeded to without asking me further. I knew he was part of a larger group of male friends who would call me names if I kicked up a fuss or decided I didn’t want to and at 14 I honestly knew no better.", "\nI laid back and allowed him to finger me and assumed that men never explicitly asked for consent and this was how sexual interactions go.", "\nA few months later, we were at a party together and because of him and I’d previous encounter, he seemed to assume he could do whatever he wanted to me. Both him and I were very drunk and he pushed me down onto the ground behind a bush and started to kiss my neck. I told him I didn’t want to do anything and to get off me. I asked him what he wanted and he replied with “you know what I want.” He didn’t stop even though I was visibly uncomfortable and I was too weak in my drunk state to have to force to push him off. It was only until another boy pulled him off me that he stopped and never bothered me again.", "\nLooking back on it, as a 14 year old girl, I assumed it was just part of everyday life, but with the knowledge I have now, 4 years later, I’m so angry that I didn’t speak up and report him even though he was meant to be my friend. I knew back then something about the situation wasn’t right, but the fear of being mocked and humiliated, as he was very close and well known amongst my friends, prohibited me from speaking up. I’m so angry and frustrated that I didn’t do something and didn’t realise at the time that it wasn’t just something weird, but was sexual assault."], "tags": ["Home"]},
{"name": "Changing a Tyre", "date": "22nd April 2020", "text": ["My bestfriend got a flat tyre when we were at work one day together. My male work friend and I finished our shift and I told her we would change her tyre. I would like to point out that my Dad has run spontaneous tyre changing drills since I got my learner driving license. These occur by my Dad walking into my room and announcing that I have to change a tyre on the car because I need to know how to do it. I remind him I have done it many times but I still have to do it. So I went to change my best friends tyre. My male friend came and helped. I started to try and remove the tire bolts but I am not the strongest so my male friend took over. While he struggled with the bolts I got to removing the spare tyre front the back of the car, which requires a bit of effort. I got it done and sat on the spare tyre afterwards keeping it upright still waiting for the flat to be removed. The plot twist a maintenance man parked on the opposite side of the road. He looked at my friend and I and said to my male friend “do you want me to take a picture for you so she can’t say that she changed the tyre on Facebook” basically implying I wasn’t helping and that I was going to lie. I was so enraged that I couldn’t speak. My male friend didn’t understand the meaning. I was furious because I had done everything but remove some bolts and the fact that I do actually know how to change a god damn tyre. I later learnt my boss has made sexual harassment complaints against this man because of things he has said regarding the fact my boss is a lesbian. Every time I see the maintenance mans car now I get angry."], "tags": ["Workplace"]},
{"name": "zsu", "date": "22nd April 2020", "text": ["Since lockdown, not one instance of my leaving my house for my daily exercise has not been met with ogling, leering, unpleasant comments. This is not outside of normalcy, as I get the same treatment outside of lockdown, but something about the high stress and uncertainty of the virus has made men more aggressive, vocal, and truthfully, publically inebriated."], "tags": ["Public space"]},
{"name": "Charis", "date": "22nd April 2020", "text": ["So last year (I was 12 at the time) I was at a rehearsal for the school show I was taking part in. There was this boy the same age as me who I’d known since primary school. He came to sit beside me on the stairs leading off the stage (backstage so quite secluded).", "\nWe were just talking at first and it was fine. Then he put his hand in my knee and I brushed it away and moved backwards a bit. This happened a few times until he had me pressed against a wall and his hand was on my thigh. At this point I gave up trying to be polite and just picked his arm up by the wrist and gave it back to him. He tried to touch me again so I got up and left.", "\nI know this isn’t as bad as other stuff but made me feel uncomfortable and the few people who saw just laughed at me being “rude” by giving him his hand back."], "tags": ["assault", "School"]},
{"name": "Exposed", "date": "21st April 2020", "text": ["So, I have an account on a website that I’ve been on since I was 14 (I’m now almost 20). Once I got comfortable with my subs, I started to do face reveals but stopped after a couple of selfies as I always got lewd comments, despite the photos only ever showing my face and me always being fully clothed in them. I was added to two group chats on this app about two weeks ago and since day one, I’ve had issues with them. Stuff like multiple members constantly “joking” about raping me and calling me “whore” and “slut” because I didn’t go along with their “jokes”. Now, I met this guy on the chats who actually seemed decent and he messaged he, so we started talking. We exchanged selfies but then I told him i had a bf so it didn’t go further. However, yesterday we had a major disagreement over LGBT culture and I ended up blocking him. I woke up this morning to a message from another guy on the chat, saying that this guy had sent my selfie to both chats. This made me have a panic attack. I have paranoia and mild anxiety and I told him that the reason why I didn’t post the selfie on the chats was because I was afraid that someone would reverse google search it, would find my actual social medias and would ruin my life (I know, insane, but I wouldn’t put it past some of the guys on the chats). To make matters worse, one of the guys who I’ve had an issue with from day one actually posted my selfie on his account, with my username and asked people to call me a stupid whore. Naturally I freaked out about this and so messaged the guy who sent the photo, asking why he’d done it. He genuinely didn’t see the issue with posting it, especially as it wasn’t a nude, and didn’t see why it was a completely out of proportion response for someone disagreeing with him. He made up bullshit excuses like because he didn’t know I had mental issues and therefore didn’t know that I’d have a panic attack that he wasn’t to blame and other shit like that. I ended up blocking him again because he admitted that his apology was only out of courtesy and it felt like hitting my head against a brick wall trying to get him to understand why what he did was wrong and why I was upset. There is nothing more I can do at this point but I’m just so upset, especially with the guy who posted the selfie on his account. Given that I didn’t want my face to be shown, I feel like that picture was just as private as my nudes would have been and so I feel completely betrayed. Not only do I feel like this wouldn’t have happened if I was a man, but it’s also opened me up to even more lewd comments about rape and how I’m “such a slut. Just not a great way to start my morning. God, I hate guys."], "tags": ["Media"]},
{"name": "Lou", "date": "21st April 2020", "text": ["When I was 15 I went to a party with some close friends and we got drunk and did some drugs.  At one point I was outside with a group of guy ‘friends’, we continued drinking and I got so drunk that I couldn’t stand up.", "\nThen suddenly all of the guys except one left and he made me give him a blowjob. I had no power to stop it but I was so off my face that i didn’t feel any emotions towards it. My best friend, who liked the guy at the time, came out and witnessed it. I had never seen her so mad at me, not him of course, even when I tried to explain the situation the next day, still not making a big deal of it.", "\nI never thought to report it because I was doing illegal activities, was drunk and high and he was drunk and the only person who witnessed it didn’t believe that I didn’t want to do it.", "\nI removed that friend from my life and have tried to forget about the whole experience but every now and then it comes back to me."], "tags": ["School"]},
{"name": "L", "date": "21st April 2020", "text": ["I was ten when i was sexually assaulted. I didn’t even know what happened to me could be called that until a few days ago and I’m almost 15. I never really had friends at school so when this boy in my class wanted to play with me i was sooooo happy. The teacher was so glad i had made a friend she let us sit together in class. One day he put his hand on my knee under the desk. I thought he was just trying to make me jump so i just elbowed him and told him to move his hand. He didn’t, he just moved it up further under my skirt. I tried to get him to stop but i didn’t want to let anyone know what was happening so nothing changed. My body was shaking and i couldn’t move the girl sitting next to me thought it was funny that i was scared so she laughed then he did too and i felt so embarrassed. Now every time my dads friends stay over i stay up all night with my dads torch in my hand. I never sit next to boys at school or anywhere. I always sit on the aisle seat on public transport so i can’t be trapped in. Im to scared to go on the class camping trip. And when we pass each other in the corridor at school he looks confused like them name of the girl who’s childhood he stole just slipped his mind."], "tags": ["School"]},
{"name": "H", "date": "21st April 2020", "text": ["I worked in the male dominated motor trade last year. The environment was polluted with discrimination and sexism and was, at times, a very intimidating place to work.", "\nI received a lot of attention due to my looks. Initially this was highly flattering however the novelty quickly wore off. Additionally, the comments became more and more personal. Particularly the men in management would comment on my weight, telling me that I would end up ‘fat and undesirable’ if I continued to enjoy my food as I was.", "\nA man in his sixties told me that he couldn’t stop looking at the way my ‘bum jiggling’ when I walked and that by ‘boobs had grown bigger’. I was 20. I did report this to my manager as it was two days before I left anyway. I asked him not to deal with it whilst I was still working there as I did not want to speak with the man again and I did not want to feel coerced into saying ‘it’s fine’ if I were to receive an apology. My boss was visibly uncomfortable; after all, he had a daughter my age. After I reflected on some of the sexism I faced, he promised to send an email to all the staff ‘reminding them how to speak to the women working within the company’. I have on good authority that to this day, 9 months later, no such action has taken place.", "\nAnother manager relentlessly tried to get me into bed; he came onto me on four occasions. Whilst this was outside of work, he literally grabbed my bum and came onto me in a club whilst I was there with a guy I was seeing at the time. As soon as he got the message (and senior management had a word with him off of their own accord) he became a little nasty towards me. He used to tell me that ‘he had much better options anyway’ and he also used to tell me I was getting fat. I’m 5’6 and was under 9 stone for reference! Thankfully I had enough self assurance to not take comments on my weight to heart, however it always stang and NEVER made it acceptable.", "\nBest until last! A married man in his mid-40’s was EXCEPTIONALLY flirty with me. He used to tell me he wanted to have sex with me, he wanted to go down on me and he used to have dirty dreams about me. He used to talk me into going into the kitchen with him so he could give me a cuddle and squeeze my bum and grab me. He even kissed me on one occasion. I felt so disgusting and in hindsight it makes me feel so sick however he would guilt trip me if I didn’t go in with him.", "\nI would love to whistleblow on this company. I feel so angry at the way I was treated; I was belittled for my job because I was female and this wasn’t a secret. However, both my boyfriend and other members of my friends and family work within the company; one of whom is very senior. I naturally want to protect them. Whilst I would like to speak to them about improving this for women in the future, I still feel uncomfortable and ashamed of my experience!"], "tags": ["Workplace"]},
{"name": "Rose", "date": "21st April 2020", "text": ["I was on the train once coming home from meeting up with a friend. the train was pretty packed because there was a football game happening so i had to stand up and hold on next to a door. well little did i know that there was an emergency stop button behind me and my bum accidentally hit against it and the train stopped. the conductor came over the intercom asking about the issue and i was so embarrassed and upset and everyone just said “accident dont worry” and the train started again. we were stopped for 30 seconds tops but this really big beefy tattooed guy decided to have a go at me. he called me (14 at the time) A “huge slut” “stupid bitch” “attention seeking whore” “stupid little girl” and got up and came close to me and grabbed my hand and said “Dont pretend it was an accident you just wanted attention from all these guys” and stared at my boobs. I broke down crying having a massive panic attack for the entire rest of the train ride and no one said anything, no one helped me, no one gave me their seat because i couldnt breathe, no one told him to leave me alone. most people just looked at their phone and pretended like it diddnt happen. I was too scared to take transport for a couple moths after that"], "tags": ["Public space", "Public Transport"]},
{"name": "R", "date": "21st April 2020", "text": ["I was at a train station in the city (early morning so people were getting to school and work so it was a bit packed). nothing happened on the train luckily but when i got onto the platform i noticed a middle aged man and his friend following behind me and whispering to each other. I just tried to let it go but as I was walking up the stairs i heard photos being taken and i looked behind me and one of the guys had upskirted me, i started going faster up the stairs and they laughed and followed me quicker aswell and then the friend pinched my bum hard enough that i had a little bruise and said something like “mmmm nice perky jiggle on that one”. when i got to the top i moved to the side where the transport officers were so they would leave me alone… they did. but after i had waited to make sure they were gone i started walking to get my bus when these two other guys that were sat smoking whistled to themselves one of them said “look at the rack on that one” and the other shouted out at me “nice tits baby” infront of a mcdonalds so it was really packed. no one said anything, some people looked at me as if they wanted to say something because they could see i had tears welling up in my eyes but they all ended up just pretending they saw nothing. I was 15 years old and going to therapy for my issues which include PTSD from sexual assault, so that really diddnt help me get better."], "tags": ["Public space", "Public Transport"]},
{"name": "For real", "date": "21st April 2020", "text": ["I’ve heard so much about physical abuse but luckily I only ever experienced it to the extent that’s humiliating, but not actually physically painful. Yesterday, I randomly came across a video on my facebook feed, where an adult man was asssaulting a little boy, about 8 or 9 years old, and a woman was trying but failing to protect him. It was all in a language I don’t understand but it was pretty clear what was happening 🙁 first he hit hit with his hands then with an iron rod, no I’m not making it up. He kicked the little boy in the face. He found another hard object and jammed it in his face as hard as he could. At one point the boy vomited. The grown man doing the assault (probably a brother, about 18-20 years old), was frighteningly calm the whole time, pausing before the different attacks to gather his strategies like in a boxing match. I know, what has this got to do with sexism? Obviously, toxic masculinity, cycles of abuse, women like the woman in this video not being able to interfere and protect the young victim because then they would be assaulted too and possibly killed. This sort of violence is a result of toxic masculinity. The reason I’m sharing this is because seeing it actually happen is totally different from just hearing about it. Of course it must be a whole other story for those who had to grow up in such a household. I can’t imagine what it might be like. Just seeing such brutal violence made me sick to my stomach. It frightens me that some people are so deeply intrenched in the belief that they are above the other person and can treat them any way they want that they would go this far or even further. It makes me question where the hope is that they can change their behavior and their attitudes."], "tags": ["domestic violence", "Home"]},
{"name": "Joanna", "date": "21st April 2020", "text": ["I was around 20 when this happened. I was studying and went out to the club with my friends. I didn’t want to take a bus home, so I ordered a cab. Made a mistake of sitting at the front next to the driver. He was a young guy, probably in his 30s. He started with commenting my outfit and saying how he can see my chest and how he would love to masturbate while looking at my breasts. Then he said that I can get back home for free if I hold the stearing wheel and let him masturbate. I was so stressed I wanted to open the door and just jump out of the cab. When we got to my address I throw all my money on him and run away. Since that time, I never sit next to the diver in the cab and always feel uncomfortable in the cab."], "tags": ["cab", "Public Transport", "taxi"]},
{"name": "Ralph", "date": "21st April 2020", "text": ["I applied for a machine learning internship and after I sent the document I was told ‘women and minorities are prioritized for this internship’. I just wasted my time for some people who look at what I have between my legs for deciding if I can work with them or not"], "tags": ["University", "Workplace"]},
{"name": "Tiwa", "date": "21st April 2020", "text": ["Even during COVID -19 lockdown, harassment does not stop. I was out for a run , taking my daily exercise, when a man started clapping as I ran. With headphones in it was easy to ignore him until I stopped to check my route briefly and he came over the PAT ME ON THE BACK. As in he actually TOUCHED me in the middle of a GLOBAL PANDEMIC ! This would have been bad enough under normal circumstances but I was so angry that he so clearly flouted social distancing guidelines putting me and my family at risk. I live with an elderly and immunocompromised family member. To top it all off he was wearing a mask meaning he clearly knows there is a risk. This happened in Harrow, London UK on 20.04.2020 at around 12.30."], "tags": ["Public space"]},
{"name": "Caitlin", "date": "21st April 2020", "text": ["This morning I left my flat to go for a run to get my daily exercise. It’s one of the only things keeping me positive at this time, as I am living alone and have no outdoor space to enjoy the nice weather. I ran to my brothers around 2 miles away so I could give him a wave through the window, and then walked home. As I turned to walk home I noticed a man was shouting at every woman he walked past – I anticipated he would do the same to me. Sure enough, he spotted me and screamed ‘can I suck your p*ssy!’ in front of several people. It was humiliating and incredibly uncomfortable. Further along my walk home, another man cycled past me and leaned over the handlebars to get his face into my personal space and shout ‘helloooo gorgeous’. Why is it that during a global pandemic, there are men that are seeing women minding their own business as a form of entertainment for them? Why is it, that I am unable to leave my home to get a bit of exercise without being made to feel uncomfortable and embarrassed? Why is it, that women every single day are supposed to put up with this and men don’t understand the consequences? I will never understand why anyone would believe that this behaviour is harmless and can be ignored. Twice on a single outing from my flat I have been harassed, and I’m sure other women are experiencing the same thing. It has to stop. I do not want to feel uncomfortable leaving my home for a run."], "tags": ["Public space"]},
{"name": "Frannie", "date": "21st April 2020", "text": ["My parents constantly make comments about my weight and fitness level. I come from a family of athletes and have always been on multiple sports teams and continue to work out every day for my own mental and physical health but it never seems to be enough. They comment on what I eat and how I look in particular clothes (I feel the need to mention that I’m a pretty small person and while I may lack a 6-pack I’m still in very good physical shape). My brother has never been held to the same standard as me and even as I seem to out-compete him in every aspect of life (academics, athletic, socially, etc) and while doing almost nothing he is always regarded as the most successful child while I am constantly reminded of all that I’m doing wrong and feel pushed aside and forgotten. My dad always tells me I could be such a badass if I looked, dressed, and acted a certain way but I can’t help but wonder why I’m not a badass as I am."], "tags": ["Home"]},
{"name": "Samantha", "date": "21st April 2020", "text": ["I am big. Like 5’11 and obese big. Growing up my mom would call me bigger when she didn’t think I heard. One time I heard her and my dad talking about how they were worried about my little sister on the bus, I was brought up because I bussed to work all the time but my mom said I didnt have to worry because I was “intimidating.” My mom grew up super skinny, she saw cat calls as compliments because people found you attractive. I have never been catcalled to this day which stupidly makes me dislike my appearance.", "\nAfter I’d moved to a new city, I was waiting for the bus to get to church after writing an exam and this guy approached me and asked how I was doing. I said I was fine and asked how he was, up to that point talking to random strangers was never anything scary for me. As far as I was concerned, I was intimidating so what other women had to go through I never even considered a problem for myself.", "\nSo I talked to him, asked how he was doing, maintained friendly conversation. He asked where I was going and I told him. He asked if he could come to and i didnt think much of it, because churches are open to whoever. After I told him yes he asked if I’d have sex with him and tried to get me to give him my number. I refused and his whole body language changed he started facing away from me, but he clearly still wanted to go to my church. I told him if he was coming to church he couldn’t be coming for romantic reasons.", "\nI didnt process that he was coming on to me, he didnt do anything wrong technically and he wasnt really being predatory. In everything he did, I was the one who gave him the opportunity to ask the questions. But I still felt on edge, I didn’t want him to come to my church, to make any of the ladies there feel the way I felt.", "\nSo I went to talk to the bus driver and asked if when I got off the bus he would make sure that the man didnt follow. Maybe he did just want to go to church. I know this is stupid because he didnt actually do anything, I just know when I turned around after talking to the bus driver he was standing at the back door, staring at me and I didnt actually attend the church service. Instead I kind of just sobbed outside.", "\nThe sexism in this story was largely from my mom and me, we thought because I was bigger people wouldnt approach me. Because I was ugly I wasnt at risk. My whole identity was kind of destroyed that day because I was no longer the big girl who nobody cares mess with. Even though he literally didnt really do anything wrong, I felt preyed on and realized I could still be prey. Whenever we share stories I always feel crappy about how profoundly this affected me because everyone else has much bigger things and actual problems but that’s my story."], "tags": ["Public Transport"]},
{"name": "Djay", "date": "21st April 2020", "text": ["I was groped on the bike when I tried to slow down and not cut off the man cycling behind me. He thought that this was the perfect opportunity to slap my ass and cycle away in a hurry with his hood obscuring his face. I don’t know why, but for a full second, I was somehow convinced that I probably knew this person as I could not imagine anyone feeling free to do this to a person they didn’t know. Of course, I realized that this wasn’t the case and I cursed and yelled after him while he drove away. I quickly sprinted my way to my friend’s house where I shakily told her what happened. She was obviously sympathetic but also gave me the harsh truth that sadly this happens to all women. I was able to shake it off for a little while and only really started crying when I told my dad about it later in the evening. I had been catcalled before, but I had never been touched like this without my consent. It hit me harder than I expected it to because let’s be real, we all expect it to happen."], "tags": ["cycling", "Public space"]},
{"name": "Rosie", "date": "21st April 2020", "text": ["Was followed after getting off the school bus. Went up and down the street trying to lose the boy who was a bit younger. I crossed the road and he hid in a driveway smirking at me because he saw I was upset. All this time I was on the phone to the police."], "tags": ["Public space"]},
{"name": "Rosie", "date": "21st April 2020", "text": ["Was about 15 and walking home from the school bus. Clearly a student whom was underage in my school uniform. White van drove by as two men rolled down the window proceeding to shout and blow kisses. Made me feel like I should probably roll down my skirt…:("], "tags": ["Public space"]},
{"name": "Elle.", "date": "18th April 2020", "text": ["I spent my year abroad living in Northern Italy – Every.Damn.Time I got on the train, a male stranger would come and sit next to me, even in completely empty carriages. I’m not the kind of woman who normally attracts a lot of male attention, so the first time felt flatter, but with each different man I realised how scary it was to have a man pester me whilst I was sitting minding my own business. Even when I politely declined their invitations for dinner or coffee – they wouldn’t leave. It scared me off travelling the country more."], "tags": ["Public space", "Public Transport"]},
{"name": "Liberty", "date": "17th April 2020", "text": ["When i was 15, i was walking down my country towns main street with my best friend. It was only about 7pm in the summer.So still very lit, not dark at all. We had only gone down the street to get ice cream from the local store while my best friends mum and family were in a restaurant a few shops down. While walking back two men seemed to be in their early 20s watched us through the doors of the local pub and as we just passed they came outside and cat called us and said things like ‘oi nice ass’ ‘where you going pretty girls’ me and my best friend just ignored them and walked faster and as we started walking faster they started walking as well. Luckily we reached the restaurant before they could catch up. When we told her mum she just said unfortunately thats a women’s life, just ignore them. Ever since that day I’ve never felt safe walking around my town."], "tags": ["Public space"]},
{"name": "O", "date": "17th April 2020", "text": ["It was around 11pm. My mom and I were going home after a very nice kinda garden party in a park.", "\nWe were near the station running to get our train when a group of twenty something years old guys crossed us. I was maybe like fifteen, maybe younger. One of them grabbed my mom’s breast and I remember her being quite upset, in a shock I guess… even tough she kept running anyway.", "\nBut I also remember how angry and how guilty it made me feel not to have been able to react somehow.", "\nFelt like everything happened so fast.. I wish we could have talked it trough, I wish I could have the reflex of saying something back then.", "It made me feel so uneasy to realize that even my mother, a strong grown up, could be touched like that, without her consent by a guy not so much older than me…."], "tags": ["Public space"]},
{"name": "J", "date": "17th April 2020", "text": ["Four years ago I walking home from the bus stop after school, wearing leggings and my favourite jacket. I was at the top of my street when I felt hands squeeze my butt, so hard that it hurt. I turned around and saw a teenage boy whom I’d never seen before. He backed away from me with a huge grin on his face, looking proud of himself. I remember screaming some things at him. There were some neighbours outside, but they just looked at me like I was crazy. I was in shock so I don’t remember much of the exchange. I don’t even remember his face. I do remember asking him why he’d done it though. All he said was, “it’s nice.” I couldn’t believe that that was his justification for violating me. My body had been the target of harassment before, but this was the first time that I really felt like I was being used as an object for a man’s pleasure.", "\nAt seventeen, I didn’t realize that groping was considered sexual assault. I didn’t realize that calling the police was even an option. I was embarrassed and ashamed. I felt like maybe it had been my fault for wearing tight pants and a jacket that didn’t cover my butt. I ran home and changed into the baggiest, ugliest clothing I could find. I don’t wear that jacket anymore."], "tags": ["Public space"]}
]